Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

source: About
ar_sa: حول
fr_fr: À propos
he_il: על
it_it: Riguardante
ja_jp: 詳しく
ko_kr: 에 대해
pt_pt: Sobre
th_th: เกี่ยวกับ
tr_tr: Hakkında

source: Add
ar_sa: إضافة
fr_fr: Ajouter
he_il: הוסף את זה
it_it: Aggiungi
ja_jp: 付け足す
ko_kr: 추가
pt_pt: Adicionar
th_th: เพิ่ม
tr_tr: Ekle

source: Change
ar_sa: تعديل
fr_fr: Changer
he_il: לשנות
it_it: Modifica
ja_jp: 変更
ko_kr: 변경
pt_pt: Modificar
th_th: แก้ไข
tr_tr: Değiştirmek

source: Change faild !
ar_sa: فشل التعديل !‏
fr_fr: le changement a échoué!
he_il: השינוי נכשל !‏
it_it: La modifica fallita!
ja_jp: 変更失敗！
ko_kr: 변경 실패!
pt_pt: Modificação falhada!
th_th: แก้ไขล้มเหลว!
tr_tr: Modifikasyon başarısız oldu!

source: Change Password
ar_sa: تعديل كلمة المرور
fr_fr: Changer le mot de passe
he_il: שנה את הסיסמה
it_it: Modificare la password
ja_jp: パスワードの変更
ko_kr: 비밀번호 변경
pt_pt: Alterar a senha
th_th: เปลี่ยนรหัสผ่าน
tr_tr: Parolayı değiştirin

source: Change success !
ar_sa: تم التعديل بنجاح !‏
fr_fr: Changé avec succès!
he_il: השינוי היה מוצלח !‏
it_it: Modificato con successo!
ja_jp: 変更完了!
ko_kr: 변경 성공!
pt_pt: Modificado sucedido!
th_th: เปลี่ยนสำเร็จ!
tr_tr: Modifikasyon başarılı oldu!

source: Close
ar_sa: إغلاق
fr_fr: Fermer
he_il: תסגור
it_it: Chiudere
ja_jp: 閉じる
ko_kr: 꺼짐
pt_pt: Fechar
th_th: ปิด
tr_tr: Kapat

# Company
source: Hotan Oybab Information Technology Co., Ltd.
ar_sa: Hotan Oybab انفارمیشن اینڈ ٹیکنالوجی کمپنی
fr_fr: Hotan Oybab Technologie Informatique SARL
he_il: הטיין Oybab מידע טכנולוגיה ושות', בע מ
it_it: Compagnia tecnlogica di informazione di Hotan Oybab.
ko_kr: Hotan Oybab 정보 기술 유한 회사
pt_pt: Hotan Oybab Information Technology Co.
th_th: บริษัทเทคโนโลยีสารสนเทศHotan Oybab
tr_tr: Hotan Oybab Bilgi Teknolojileri Ltd.

# ConfirmPassword
source: Confirm Again
ar_sa: تأكيد كلمة المرور
fr_fr: Confirmer de nouveau
he_il: אשר את הסיסמה
it_it: Confermare la password
ja_jp: パスワードの確認
ko_kr: 비밀번호 확인
pt_pt: Confirmar a senha
th_th: ยืนยันรหัสผ่าน
tr_tr: Şifreyi onaylayın

# Copyright
source: Copyright Oybab. All Rights Reserved.
ar_sa: جميع الحقوق محفوظة لشركة Oybab.
fr_fr: Copyright Oybab. Tous droits réservés.
he_il: זכויות יוצרים של תאגיד Oybab ‏.‏
it_it: La compagnia Oybab ha tutti i diritti riservati.
ja_jp: 著作権は全て株式会社Oybabに帰属します。
ko_kr: 모든 저작권은 Oybab 회사에 있습니다.
pt_pt: Direitos de Autor Monssen Inc.
th_th: บริษัทOybab ขอสงวนสิทธิ์ทั้งหมด.
tr_tr: Mengsheng Corporation Telif Hakkı.

source: Delete
ar_sa: حذف
fr_fr: Supprimer
he_il: למחוק
it_it: Cancella
ja_jp: 削除
ko_kr: 삭제
pt_pt: Deletar
th_th: ลบ
tr_tr: Silmek

# DeleteFailt
source: Delete failed!
ar_sa: فشل الحذف !‏
fr_fr: La suppression a échoué!
he_il: המחיקה נכשלה !‏
it_it: Cancellazione fallita!
ja_jp: 削除に失敗しました!
ko_kr: 삭제 실패!
pt_pt: Deletação falhada!
th_th: ลบล้มเหลว!
tr_tr: Silme işlemi başarısız oldu!

source: Delete Success!
ar_sa: تم الحذف بنجاح !‏
fr_fr: Supprimé avec succès!
he_il: מחק בהצלחה !‏
it_it: Cancellato con successo!
ja_jp: 削除されました!
ko_kr: 삭제 성공!
pt_pt: Deletação sucedido!
th_th: ลบสำเร็จ!
tr_tr: Silme işlemi başarılı oldu!

source: Exit
ar_sa: خروج
fr_fr: Quitter
he_il: יציאה
it_it: Uscire
ja_jp: 終了
ko_kr: 종료
pt_pt: Saída
th_th: ออก
tr_tr: Çıkış

# FontName
source: Microsoft YaHei, Oybab Tuz
ar_sa: Microsoft YaHei, Arial, Oybab Tuz
fr_fr: Microsoft YaHei, Arial, Oybab Tuz
he_il: Microsoft YaHei, Arial, Oybab Tuz
it_it: Microsoft YaHei, Arial, Oybab Tuz
ja_jp: Microsoft YaHei, Arial, Oybab Tuz
ko_kr: Microsoft YaHei, Arial, Oybab Tuz
pt_pt: Microsoft YaHei, Arial, Oybab Tuz
th_th: Microsoft YaHei, Arial, Oybab Tuz
tr_tr: Microsoft YaHei, Arial, Oybab Tuz

source: ID
ar_sa: الرقم
fr_fr: Identifiant
he_il: מספר
it_it: Numero di serie
ja_jp: シリアルナンバー
ko_kr: 코드
pt_pt: número de série
th_th: หมายเลข
tr_tr: Numaralama

source: Language
ar_sa: اللغة
fr_fr: Langue
he_il: שפה
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_pt: Linguagem
th_th: ภาษา
tr_tr: Dil

source: Login
ar_sa: تسجيل الدخول
fr_fr: Connexion
he_il: כניסה
ja_jp: ログイン
ko_kr: 로그인
th_th: เข้าสู่ระบบ
tr_tr: Oturum aç

# LoginValid
source: Please enter the correct {0} Information!
ar_sa: يرجى إدخال معلومات {0} بدقة !‏
fr_fr: Veuillez entrer les informations {0} correctes!
he_il: אנא להזין את המידע {0} מדויק !‏
it_it: Si prega di inserire le informazioni esatte {0}!
ja_jp: 正確な{0}情報を入力してください!
ko_kr: {0} 정보를 정확하게 입력하십시오!
pt_pt: Por favor introduza a informação exacta {0}!
th_th: โปรดป้อนข้อมูล{0}ให้ถูกต้อง!
tr_tr: Lütfen bilgileri doğru {0} girin!

source: New Password
ar_sa: كلمة المرور الجديدة
fr_fr: Nouveau mot de passe
he_il: הסיסמה החדשה
it_it: Nuova password
ja_jp: 新パスワード
ko_kr: 새 비밀번호
pt_pt: A senha nova
th_th: รหัสผ่านใหม่
tr_tr: Yeni şifre

source: No
ar_sa: لا
fr_fr: Non
he_il: לא
ja_jp: いいえ
ko_kr: 아니요
pt_pt: Negar
th_th: ไม่
tr_tr: Hayır

source: Old Password
ar_sa: كلمة المرور القديمة
fr_fr: Ancien mot de passe
he_il: הסיסמה הישנה
it_it: Becchia password
ja_jp: 旧パスワード
ko_kr: 기존 비밀번호
pt_pt: Senha antiga
th_th: รหัสผ่านเก่า
tr_tr: Eski şifre

# OldPasswordFaild
source: Old password is wrong, please re-enter!
ar_sa: لم يتم إدخال كلمة المرور القديمة بشكل صحيح، يرجى إعادة إدخالها !‏
fr_fr: Ancien mot de passe est incorrect, veuillez re-entrer!
he_il: הסיסמה הישנה לא הוזנה מדויק, אנא להזין אותה מחדש !‏
it_it: La vecchia password è stata inserita in modo errato, si prega di reinserirla!
ja_jp: 旧パスワードが間違って入力されました!
ko_kr: 기존 비밀번호가 정확하지 않습니다. 다시 입력하십시오!
pt_pt: A senha antiga foi introduzida incorretamente, por favor reintroduza-a!
th_th: รหัสผ่านเก่าป้อนไม่ถูกต้อง กรุณาป้อนใหม่!
tr_tr: Eski şifre yanlış girilmiş, lütfen tekrar girin!

source: Password
ar_sa: كلمة المرور
fr_fr: Mot de passe
he_il: הסיסמה
ja_jp: パスワード
ko_kr: 비밀번호
pt_pt: Senha
th_th: รหัสผ่าน
tr_tr: Parola

# PwdError
source: Password is incorrect!
ar_sa: كلمة مرور خاطئة !‏
fr_fr: Mot de passe incorrect!
he_il: הסיסמה שגויה !‏
it_it: Password sbagliata!
ja_jp: パスワードが間違っています!
ko_kr: 비밀번호가 잘못되었습니다!
pt_pt: Senha incorreta!
th_th: รหัสผ่านไม่ถูกต้อง!
tr_tr: Şifre yanlış!

source: Refresh
ar_sa: تحديث
fr_fr: Rafraîchir
he_il: רענון
it_it: Aggiornare
ja_jp: 更新
ko_kr: 새로 고침
pt_pt: Refrescar (uma página)
th_th: รีเฟรช
tr_tr: Yenileme

source: Retry
ar_sa: حاول مرة أخرى
fr_fr: Reessayer
he_il: נסה שוב
it_it: Riprovare
ja_jp: リトライ
ko_kr: 재시도
pt_pt: Tente novamente
th_th: ลองใหม่
tr_tr: Yeni -den deneme

source: Save
ar_sa: حفظ
fr_fr: Sauvegarder
he_il: לשמור
it_it: Salvare
ja_jp: セーブ
ko_kr: 저장
pt_pt: salvar
th_th: บันทึก
tr_tr: Kaydetmek

# SaveFailt
source: Save failed!
ar_sa: فشل الحفظ !‏
fr_fr: échec de la sauvegarde!
he_il: השמירה נכשלה !‏
it_it: Salvataggio fallito!
ja_jp: セーブ失敗！
ko_kr: 저장 실패!
pt_pt: Salvação falhou!
th_th: บันทึกล้มเหลว!
tr_tr: Kayıt başarısız oldu!

# SaveSuccess
source: Successfully saved!
ar_sa: حفظ بنجاح !‏
fr_fr: Sauvegardé avec succès!
he_il: נשמר בהצלחה !‏
it_it: Salvato con successo!
ja_jp: セーブ完了!
ko_kr: 저장 성공!
pt_pt: Salvação sucedido!
th_th: บันทึกสำเร็จ!
tr_tr: Başarıyla kaydedildi!

source: Search
ar_sa: ابحث عن
fr_fr: Rechercher
he_il: למצוא
it_it: Ricerca
ja_jp: 検索
ko_kr: 찾기
pt_pt: Procure por
th_th: ค้นหา
tr_tr: Bul

source: Total
ar_sa: الإجمالي
fr_fr: Au total
he_il: הכולל
it_it: In totale
ja_jp: 全て
ko_kr: 총
th_th: ทั้งหมด
tr_tr: Toplam

# TwoNewPasswordNotEqual
source: The two new passwords inconsistencies, please re-enter!
ar_sa: كلمة المرور الجديدة التي تم إدخالها مرتين غير متطابقة، يرجى إعادة إدخالها !‏
fr_fr: Deux nouveaux mots de passe incohérents, veuillez les re-entrer!
he_il: הסיסמה החדשה שהוזנה פעמיים לא עקבית, אנא להזין מחדש !‏
it_it: Le due nuove password che ha in inserito non corrispondono, si prega di rinserire!
ja_jp: 入力した新しいパスワードが一致しません、再入力してください!
ko_kr: 새 비밀번호가 일치하지 않습니다. 다시 입력하십시오!
pt_pt: A senha nova introduzida duas vezes incorrespondido, por favor introduze novamente!
th_th: รหัสผ่านใหม่ที่ป้อนสองครั้งไม่สอดคล้องกัน กรุณาป้อนใหม่!
tr_tr: İki kez girilen yeni şifre tutarsız! lütfen yeniden girin!

# UpdateInfo
source: Discover new version
ar_sa: تم العثور على إصدار جديد
fr_fr: Découvrir la nouvelle version
he_il: גירסה חדשה נמצאה
it_it: Scopri la nuova versione
ja_jp: 新しいバージョンを見つける
ko_kr: 새 버전 발견
pt_pt: Descubra a versão nova
th_th: พบเวอร์ชั่นใหม่
tr_tr: Yeni bir sürüm bulundu

# USBKey_Warn
source: Please Inser the USB-KEY and click【Retry】to continue，or click【Exit】to exit the system!
ar_sa: يرجى إدخال مفتاح USB والنقر فوق [إعادة المحاولة] للمتابعة أو انقر فوق [خروج] للخروج من البرنامج!‏
fr_fr: Veuillez insérer la Clé USB et cliquer【Reessayer】pour continuer，ou cliquer【Quitter】pour quitter système!
he_il: נא הכנס USB-KEY ולחץ על נסה שוב כדי להמשיך, או לחץ על יציאה כדי לצאת מהתוכנית!‏
it_it: Inserire la chiave USB e cliccare su [riprova] per continuare, oppure cliccare su [uscire] per uscire dal programma!
ja_jp: USB-KEYを挿入して[再試行]をクリックして続行するか、[終了]をクリックして終了してください!
ko_kr: 계속하려면 USB-KEY를 삽입하고 [다시 시도]를 클릭하거나 종료를 클릭하여 프로그램을 종료하십시오!
pt_pt: Por favor insira o USB-KEY e clique em [retentar] para continuar, ou clique em [sair] para sair do programa!
th_th: กรุณาเสียบ USB-KEY และคลิก【ลองใหม่】เพื่อดำเนินการต่อ หรือคลิก【ออก】เพื่อออกจากโปรแกรม!
tr_tr: Lütfen USB-KEY'i takın ve devam etmek için "Tekrar Dene"'yi tıklatın veya programdan çıkmak için "Çıkış"'a tıklayın!

source: User Login
ar_sa: تسجيل دخول المستخدم
fr_fr: Connexion de l'utilisateur
he_il: המשתמש נכנס להיכנס
it_it: Accesso utente
ja_jp: ユーザーログイン
ko_kr: 사용자 로그인
pt_pt: Login do utilizador
th_th: ผู้ใช้เข้าสู่ระบบ
tr_tr: Kullanıcı Girişi

source: Yes
ar_sa: نعم
fr_fr: Oui
he_il: כן
it_it: Si
ja_jp: はい
ko_kr: 네
pt_pt: Ser
th_th: ใช่
tr_tr: Evet

source: Abort
ar_sa: خروج
fr_fr: Quitter
he_il: יציאה
it_it: Uscire
ja_jp: 止める
ko_kr: 나가기
pt_pt: Sair
th_th: ออก
tr_tr: Çıkış

source: Cancel
ar_sa: إلغاء
fr_fr: Annuler
he_il: לבטל
it_it: Annullare
ja_jp: キャンセル
ko_kr: 취소
pt_pt: Cancelar
th_th: ยกเลิก
tr_tr: İptal

source: Ignore
ar_sa: تجاهل
fr_fr: Ignorer
he_il: להתעלם
it_it: Ignorare
ja_jp: 無視
ko_kr: 그만 보기
pt_pt: Ignorar
th_th: ไม่สนใจ
tr_tr: Yoksay

source: User Name
ar_sa: اسم المستخدم
fr_fr: Nom d'utilisateur
he_il: שם המשתמש
it_it: Nome utente
ja_jp: ユーザー名
ko_kr: 아이디
pt_pt: Nome de utilizador
th_th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı

# Warn
source: Warning
ar_sa: تحذير
fr_fr: Avertissement
he_il: אזהרה
it_it: Avvertenza
ja_jp: 警告
ko_kr: 경고
pt_pt: Avisos
th_th: คำเตือน
tr_tr: Uyarı

source: OK
ar_sa: تأكيد
fr_fr: Confirmer
he_il: בטוח
it_it: Conferma
ko_kr: 확인
pt_pt: Confirmar
th_th: ยืนยัน
tr_tr: Tamam

source: Error
ar_sa: خطأ
fr_fr: Erreur
he_il: שגיאה
it_it: Errore
ja_jp: エラー
ko_kr: 오류
pt_pt: Erros
th_th: ผิดพลาด
tr_tr: Hata

# CurrentKeyName
source: Current USB-KEY name is：{0}.
ar_sa: اسم مفتاح USB الحالي هو: {0}.‏
fr_fr: Nom actuel de la clé USB est：{0}.
he_il: שם USB-KEY הנוכחי הוא: {0}.‏
it_it: Il nome attuale della chiave USB è: {0}.
ja_jp: 現在のUSB-KEY名は{0}です。
ko_kr: 현재 USB-KEY 이름은 다음과 같습니다{0}.
pt_pt: O nome USB-KEY actual é: {0}.
th_th: ชื่อ USB-KEY ปัจจุบันคือ: {0}.
tr_tr: Geçerli USB-KEY adı: {0}.

# Exception_CheckSqlAndNet
source: Database connection error, please check your network or database connection configuration!
ar_sa: خطأ في اتصال قاعدة البيانات، يرجى التحقق من تكوين اتصال الشبكة أو قاعدة البيانات !‏
fr_fr: Erreur de connexion à base de données, veuillez vérifier votre configuration de connexion au réseau ou à la base de données!
he_il: חיבור מסד הנתונים שגוי, נא בדוק את תצורת חיבור הרשת או מסד הנתונים !‏
it_it: Errore di connessione alla banca dati, controllare la configurazione della connessione di rete o della banca dati!
ja_jp: データベース接続エラー、ネットワークまたはデータベースの接続設定を確認してください!
ko_kr: 데이터베이스 연결 오류, 네트워크 또는 데이터베이스 접속 설치을 점검하십시오!
pt_pt: Erro de ligação à base de dados, verifique por favor a configuração da rede ou da ligação à base de dados!
th_th: เชื่อมต่อฐานข้อมูลผิดพลาด โปรดตรวจสอบเครือข่ายหรือการกําหนดค่าการเชื่อมต่อฐานข้อมูล!
tr_tr: Veritabanı bağlantısı yanlış, lütfen ağ veya veritabanı bağlantısı yapılandırmasını kontrol edin!

# Exception_LoadCacheError
source: Load cache failed.
ar_sa: خطأ في تحميل ذاكرة التخزين المؤقت .‏
fr_fr: Erreur de chargement du cache.
he_il: טוען שגיאת מטמון .‏
it_it: Errore nel caricamento della cache.
ja_jp: キャッシュの読み込みにエラーが発生しました。
ko_kr: 로딩 캐시 오류.
pt_pt: A falhe na carregamento de cache.
th_th: โหลดแคชล้มเหลว.
tr_tr: Önbellek yükleme hatası.

# Exception_LoadMediaRoot
source: Load songs root path failed, please check the configuration file!
ar_sa: خطأ في تحميل مسار جذر الأغنية، يرجى التحقق من ملف التكوين !‏
fr_fr: Erreur de chargement du chemin racine des chansons, veuillez vérifier le fichier de configuration!
he_il: טען שגיאת נתיב בסיס של שיר, נא בדוק את הפרופיל !‏
it_it: Errore nel caricamento del percorso radice del brano, controllare il file di configurazione!
ja_jp: 曲のルートパスの読み込みエラー、設定ファイルを確認してください!
ko_kr: 노래 루트 캐시 경로 오류, 설치 파일 확인!
pt_pt: Erro ao carregar o caminho raiz da música, por favor verifique o ficheiro de configuração!
th_th: การโหลดเส้นทางรูทเพลงล้มเหลว โปรดตรวจสอบไฟล์กำหนดค่า!
tr_tr: Yük şarkı kök yolu hatası, yapılandırma dosyasını kontrol edin!

# Exception_NotSupprtKey
source: Can not connect to the database, does not support this USB-KEY.
ar_sa: يتعذر الاتصال بقاعدة البيانات. مفتاح USB هذا غير مدعوم.‏
fr_fr: Impossible de se connecter à la base de données, cette clé USB n'est pas supportée.
he_il: אין אפשרות להתחבר למסד הנתונים, SUB-KEY זה אינו נתמך.‏
it_it: Impossibile connettersi al banca dati la chiave USB non è supportata.
ja_jp: データベースに接続できません。
ko_kr: 데이터베이스에 연결할 수 없습니다. 이 USB-KEY는 지원되지 않습니다.
pt_pt: Não é possível ligar à base de dados, o USB-KEY não é suportado.
th_th: ไม่สามารถเชื่อมต่อฐานข้อมูลได้ ไม่สนับสนุนUSB-KEYนี้.
tr_tr: Veritabanına bağlanılamıyor, bu USB-KEY desteklenmiyor.

# InputData
source: Import Data
ar_sa: استيراد البيانات
fr_fr: Importer des données
he_il: יבא את הנתונים
it_it: Importazione dei dati
ja_jp: データのインポート
ko_kr: 데이터 가져오기
pt_pt: Importação de dados
th_th: นําเข้าข้อมูล
tr_tr: Verileri içe aktarın

source: Output Data
ar_sa: تصدير البيانات
fr_fr: Exporter des données
he_il: יצא את הנתונים
it_it: Dati esportati
ja_jp: データのエクスポート
ko_kr: 데이터 내보내기
pt_pt: Exportação de dados
th_th: ส่งออกข้อมูล
tr_tr: Verileri dışa aktarın

# UpdateNonReturnOrCantRead
source: Updates return data is empty or resolution failed!
ar_sa: تم إرجاع بيانات التحديث فارغة أو فشل التحليل .‏
fr_fr: La mise à jour des Données de retour est vide ou la résolution à échouée!
he_il: העדכון מחזיר נתונים ריקים או לא מצליח לפתור .‏
it_it: L'aggiornamento restituisce dati nulli o l'analisi non è riuscita!
ja_jp: 更新プログラムの戻りデータが空であるか、解析に失敗しました!
ko_kr: 업데이트 반환 데이터가 비어 있거나 해석 실패!
pt_pt: Atualização de dados devolvidos nulos ou análise falhada!
th_th: อัพเดตข้อมูลส่งกลับว่างหรือวิเคราะห์ล้มเหลว!
tr_tr: Güncelleme dönüş verileri boş veya ayrıştırma başarısız oldu!

# UpdateUnableError
source: Update unknown error, Code: {0}.
ar_sa: خطأ غير معروف لتحديث الاستعلام، الرمز: {0} .‏
fr_fr: Mise à jour erreur inconnue,Code:{0}.
he_il: חיפוש עדכון שגיאה לא ידועה, קוד: {0}.‏
it_it: Errore sconosciuto del controllo aggiornamento, Codice:{0}.
ja_jp: 原因不明のアップデートエラー、Code:{0}。
ko_kr: 업데이트 알 수 없는 오류 조회, Code:{0}.
pt_pt: Erro de actualização de consulta desconhecido, Código:{0}.
th_th: อัพเดตการตรวจสอบที่ไม่ทราบข้อผิดพลาด รหัส:{0}.
tr_tr: Sorgu güncelleştirme bilinmeyen hata, Kod:{0}.

# Exception_ReadResourceStrError
source: Read Resource characters fail!
ar_sa: فشلت قراءة أحرف المورد !‏
fr_fr: Échec de lecture de caractères de ressource!
he_il: קריאת תווי משאבים נכשלה !‏
it_it: Impossibile leggere il carattere delle risorse!
ja_jp: リソースの文字の読み取りに失敗しました!
ko_kr: 리소스 캐릭터 읽기 실패!
pt_pt: Falha na leitura do carácter do recurso!
th_th: อ่านทรัพยากรสัญลักษณ์ล้มเหลว!
tr_tr: Kaynak karakterleri okumak için başarısız oldu!

# Exception_InputData
source: Import data failed!
ar_sa: فشل استيراد البيانات !‏
fr_fr: L'importation de données à échouée!
he_il: ייבוא הנתונים נשכל !‏
it_it: Importazione dei dati non riuscita!
ja_jp: データのインポートに失敗しました!
ko_kr: 데이터 가져오기 실패!
pt_pt: Falha na importação de dados!
th_th: นำเข้าข้อมูลล้มเหลว!
tr_tr: Veriler içe aktarılamadı!

# Exception_InputReadData
source: Import and read data failed!
ar_sa: فشل استيراد البيانات وقراءتها !‏
fr_fr: L'importation et lecture des données ont échouées!
he_il: ייבוא הנתונים וקריאתם נשכלים !‏
it_it: Importazione dei dati e lettura non riuscita!
ja_jp: データのインポート及び読み込みに失敗しました!
ko_kr: 데이터 가져오기 및 읽기 실패!
pt_pt: Falha na importação de dados e na leitura!
th_th: นำเข้าข้อมูลและอ่านล้มเหลว!
tr_tr: Veri alma ve okuma başarısız oldu!

# Exception_OutputData
source: Output data failed!
ar_sa: فشل تصدير البيانات !‏
fr_fr: L'exportation de données à échouée!
he_il: ייצוא הנתונים נשכל !‏
it_it: Impossibile esportare i dati!
ja_jp: データのエクスポートに失敗しました!
ko_kr: 데이터 내보내기 실패!
pt_pt: Falha na exportação de dados!
th_th: ส่งออกข้อมูลล้มเหลว!
tr_tr: Veri aktarılamamış!

# InputDataSuccess
source: Import data success!
ar_sa: تم استيراد البيانات بنجاح !‏
fr_fr: Importation des données réussie!
he_il: ייבוא הנתונים הצליח !‏
it_it: Importazione dati riuscita!
ja_jp: データインポート成功!
ko_kr: 데이터 가져오기 성공!
pt_pt: Importação de dados bem sucedida!
th_th: นำเข้าข้อมูลสำเร็จ!
tr_tr: Veri alma başarılı oldu!

source: Output data success!
ar_sa: تم تصدير البيانات بنجاح !‏
fr_fr: Exportation des données réussie!
he_il: ייצוא הנתונים הצליח !‏
it_it: Esportazione i dati con successo!
ja_jp: データのエクスポートに成功しました!
ko_kr: 데이터 내보내기 성공!
pt_pt: Exportar dados com sucesso!
th_th: ส่งออกข้อมูลสําเร็จ!
tr_tr: Verileri dışa aktar başarılı oldu!

source: File
ar_sa: ملف
fr_fr: Fichier
he_il: קובץ
it_it: Documento
ja_jp: ファイル
ko_kr: 파일
pt_pt: Documento
th_th: ไฟล์
tr_tr: Dosya

source: Tools
ar_sa: الأدوات
fr_fr: Outils
he_il: כלים
it_it: Strumenti
ja_jp: ツール
ko_kr: 툴
pt_pt: Ferramentas
th_th: เครื่องมือ
tr_tr: Araçları

source: All
ar_sa: الكل
fr_fr: Tous
he_il: הכול
it_it: Tutto
ja_jp: 全て
ko_kr: 모두
pt_pt: Próprio
th_th: ทั้งหมด
tr_tr: Tüm

source: Folder Name
ar_sa: اسم المجلد
fr_fr: Nom de dossier
he_il: שם התיקיה
it_it: Nome della cartella
ja_jp: フォルダ名
ko_kr: 폴더 이름
pt_pt: Nome da pasta
th_th: ชื่อโฟลเดอร์
tr_tr: Klasör adı

# IgnoreData
source: Confirm ignore unsaved data?
ar_sa: هل تريد بالتأكيد تجاهل البيانات غير المحفوظة ؟‏
fr_fr: Confirmer ignorer les données non sauvegardées ?
he_il: האם אתה בטוח שברצונך להתעלם מהנתונים שלא נשמרו ?‏
it_it: Siete sicuri di voler ignorare i dati non salvati?
ja_jp: 未保存データを無視してよろしいでしょうか？
ko_kr: 저장되지 않은 데이터가 있습니다. 그대로 끄시겠습니까?
pt_pt: Tem a certeza de que quer ignorar dados não guardados?
th_th: แน่ใจหรือไม่ที่จะไม่สนใจข้อมูลที่ยังไม่ได้บันทึก?
tr_tr: Kaydedilmemiş verileri göz ardı edeceğinizden emin misiniz?

source: Image Name
ar_sa: اسم الصورة
fr_fr: Nom de l'image
he_il: שם התמונה
it_it: Nome dell'immagine
ja_jp: 画像名
ko_kr: 이미지 네임
pt_pt: Nome da imagem
th_th: ชื่อรูปภาพ
tr_tr: Resmin adı

source: More
ar_sa: المزيد
fr_fr: Plus
he_il: יותר
it_it: Altro
ja_jp: もっと
ko_kr: 더 많은
pt_pt: Mais
th_th: เพิ่มเติม
tr_tr: Daha

source: Page
ar_sa: الصفحة
he_il: דף
it_it: Pagina
ja_jp: ページ
ko_kr: 페이지
pt_pt: Página
th_th: หน้า
tr_tr: Sayfası

# AddDescription
source: Add a new data.
ar_sa: إضافة بيانات جديدة‏.‏
fr_fr: Ajouter des nouvelles données.
he_il: תוסיף נתון חדש.‏
it_it: Aggiungere un nuovo dato.
ja_jp: 新しいデータを追加します。
ko_kr: 새 데이터 추가.
pt_pt: Adicionar um novo pedaço de dados.
th_th: มีการเพิ่มข้อมูลใหม่.
tr_tr: Yeni bir veri eklenir.

# DeleteDescription
source: Delete current data.
ar_sa: احذف البيانات الحالية.‏
fr_fr: Supprimer les données actuelles.
he_il: מחק את הנתונים הנוכחיים.‏
it_it: Cancellare i dati attuali.
ja_jp: 現在のデータを削除します。
ko_kr: 현재 데이터 삭제.
pt_pt: Eliminar os dados atuais.
th_th: ลบข้อมูลปัจจุบัน.
tr_tr: Geçerli verileri silin.

# PleaseEditBefore
source: Please finish edit first!
ar_sa: يرجى إنهاء التحرير أولاً !‏
fr_fr: Veuillez d'abord terminer la modification!
he_il: נא סיים את העריכה תחילה !‏
it_it: Per favore, finisci prima il montaggio!
ja_jp: まずは編集を終わらせてください!
ko_kr: 먼저 편집을 완료하십시오!
pt_pt: Por favor, terminem primeiro a edição!
th_th: กรุณาแก้ไขให้สำเร็จก่อน!
tr_tr: Lütfen önce düzenlemeyi bitirin!

# SaveDescription
source: Save the current added or altered data.
ar_sa: احفظ البيانات الجديدة أو التي تم تغييرها حالياً
fr_fr: Sauvegarder les données actuelles ajoutées ou modifiées.
he_il: שמירת נתונים חדשים או משתנים כעת.
it_it: Salvare i dati attualmente aggiunti o modificati.
ja_jp: 現在追加・変更されているデータを保存します。
ko_kr: 현재 새로 추가되거나 변경된 데이터를 저장합니다.
pt_pt: Guarde os dados atuais adicionados ou altere o.
th_th: บันทึกข้อมูลปัจจุบันที่เพิ่มใหม่หรือแก้ไข.
tr_tr: Şu anda yeni veya değiştirilmiş verileri kaydedmek.

# SureDelete
source: Confirm to delete?
ar_sa: هل تريد بالتأكيد الحذف؟‏
fr_fr: Confirmer la suppression?
he_il: האם אתה בטוח שברצונך למחוק אותו?‏
it_it: Sei sicuro di volerla cancellare?
ja_jp: 本当に削除しますか？
ko_kr: 삭제하시겠습니까?
pt_pt: Tem a certeza de deletar ?
th_th: แน่ใจหรือไม่ที่จะลบออก?
tr_tr: Silmek istediğinizden emin misiniz?

source: File Name
ar_sa: اسم الملف
fr_fr: Nom du fichier
he_il: שם הקובץ
it_it: Nome del file
ja_jp: ファイル名
ko_kr: 파일 이름
pt_pt: Nome do documento
th_th: ชื่อไฟล์
tr_tr: Dosya adı

# Exception_NotFound
source: Not find this {0}!
ar_sa: لم يتم العثور على {0} هذا !‏
fr_fr: Non trouvé {0}!
he_il: לא נמצא {0} זה !‏
it_it: Non ho trovato questo {0}！
ja_jp: そのような{0}は見つかりませんでした!
ko_kr: {0}을 찾지 못했습니다!
pt_pt: Não foi encontrado nenhum {0} tal!
th_th: หา{0}นี้ไม่เจอ!
tr_tr: Bu {0} bulunamadı!

# ErrorBig
source: Find Bug
ar_sa: تم العثور على ثغرات
fr_fr: Trouver Bug
he_il: התגלתה פגיעות
it_it: Trovare una scappatoia
ja_jp: バグ発見
ko_kr: 버그 발견
pt_pt: Encontrar uma lacuna
th_th: พบช่องโหว่
tr_tr: Güvenlik açığı bulundu

source: Select
ar_sa: اختر
fr_fr: Sélectionner
he_il: לבחור
it_it: Opzione
ja_jp: 選択
ko_kr: 선택
pt_pt: Opção
th_th: เลือก
tr_tr: Seçin

source: System
ar_sa: النظام
fr_fr: Système
he_il: מערכת
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
pt_pt: Sistema
th_th: ระบบ
tr_tr: Sistem

# AllPage
source: Total:
ar_sa: الإجمالي:
he_il: הכולל:
it_it: Totale:
ja_jp: トータル：
ko_kr: 합계:
th_th: ทั้งหมด:
tr_tr: Toplam:

# AllPage2
source: Page
ar_sa: صفحة
he_il: דף
it_it: Pagine
ja_jp: ページ
ko_kr: 페이지
pt_pt: Páginas
th_th: หน้า
tr_tr: Sayfa

# CurrentPage
source: Current:
ar_sa: الحالي: لا
fr_fr: Actuelle :
he_il: נוכח:
it_it: Attuale:
ja_jp: 現在: ページ
ko_kr: 현재:
pt_pt: Atual: Página
th_th: ปัจจุบัน: ที่
tr_tr: Akım: bölüm

# CurrentPage2
source: Page
ar_sa: صفحة
he_il: דף
it_it: Pagina
ja_jp: ページ
ko_kr: 페이지
pt_pt: Página
th_th: หน้า
tr_tr: Sayfa

source: Last Page
ar_sa: الصفحة السابقة
fr_fr: Page précédente
he_il: עמוד קודם
it_it: Pagina precedente
ja_jp: 前のページ
ko_kr: 이전
pt_pt: Última página
th_th: หน้าที่แล้ว
tr_tr: Önceki sayfa

source: Next Page
ar_sa: الصفحة التالية
fr_fr: Page suivante
he_il: עמוד בא
it_it: Pagina successiva
ja_jp: 次のページ
ko_kr: 다음
pt_pt: Próxima página
th_th: หน้าถัดไป
tr_tr: Sonraki sayfa

# CompanyUrlStr
source: Website
ar_sa: موقع الكتروني
fr_fr: Site web
he_il: אתר אינטרנט
it_it: Sito web
ja_jp: ウェブサイト
ko_kr: 웹 사이트
pt_pt: Endereço
th_th: Url
tr_tr: Web sitesi

source: Exit Password
ar_sa: قم بإنهاء كلمة المرور
fr_fr: Mot de passe de sortie
he_il: צא מהסיסמה
it_it: Uscire dalla psaaword
ja_jp: 終了パスワード
ko_kr: 비밀번호를 종료합니다
pt_pt: Senha de saída
th_th: ออกจากรหัสผ่าน
tr_tr: Parolayıdan çıkmak

# MobileNoStr
source: Phone
ar_sa: الهاتف
fr_fr: Téléphone
he_il: טלפון
it_it: Telefono
ja_jp: 電話
ko_kr: 전화
pt_pt: Telefones
th_th: โทรศัพท์
tr_tr: Telefon

source: Reset
ar_sa: إعادة تعيين
fr_fr: Réinitialiser
he_il: איפוס
ja_jp: リセット
ko_kr: 재설정
pt_pt: Reinicialização
th_th: รีเซ็ต
tr_tr: Sıfırlamak

source: Not Found USB-KEY!
ar_sa: USB-KEY لم يتم العثور على !‏
fr_fr: Clé USB introuvable!
he_il: לא נמצא USB-KEY !‏
it_it: Chiave USB non trovata!
ja_jp: USB-KEYが見つかりませんでした!
ko_kr: USB-KEY를 찾을 수 없습니다!
pt_pt: USB-KEY não encontrado!
th_th: ไม่พบ USB-KEY!
tr_tr: USB-KEY bulunamadı!

source: Back
ar_sa: العودة
fr_fr: Retour
he_il: להחזיר
it_it: Tornare
ja_jp: 戻る
ko_kr: 반환
pt_pt: Retorno
th_th: กลับ
tr_tr: Dönüş
