Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

# PermissionsMenuDescription
source: Change Admin Permissions
ar_sa: تعديل أذونات المسؤول
fr_fr: Modifier les autorisations d'administrateur
he_il: שנה הרשאות מנהל מערכת
it_it: Modificare i privilegi di amministratore
ja_jp: 管理者権限の変更
ko_kr: 관리자 권한 수정
pt_pt: Modificar permissão de administrador
th_th: แก้ไขสิทธิ์ของผู้ดูแลระบบ
tr_tr: Yönetici izinlerini değiştirin

source: Return Money
ar_sa: اعادة المبلغ
fr_fr: Retour de l'argent
he_il: תחזיר את הכסף
it_it: Restituzione del denaro
ja_jp: 返金
ko_kr: 금액 반환
pt_pt: Dinheiro de volta
th_th: คืนเงิน
tr_tr: Parayı geri ver

# CanNotExceedConfirm
source: Total paid price is ￥{0} ! Confirm to return ?
ar_sa: المبلغ الإجمالي المدفوع هو {0} يوان! هل تريد تأكيد استرجاعه ؟‏
fr_fr: Prix total payé est de ￥{0}! Confirmer pour retourner ?
he_il: הסכום הכולל ששולם הוא {0} יואן! לאשר את ההחזר ?‏
it_it: Il pagamento totale è stato di ￥{0}! Sei sicuro di volere la restituzione?
ja_jp: 支払い総額は{0}! 返金をしてもよろしいですか？
ko_kr: 총 지불 금액은 {0} 원입니다! 반환을 확인하시겠습니까?
pt_pt: O pagamento total foi de ${0}! Tem a certeza?
th_th: จํานวนเงินที่จ่ายทั้งหมดคือ{0}หยวน! ยืนยันที่จะคืนหรือไม่?
tr_tr: Toplam ödeme tutarı {0} yuan! İade etmeyi onaylıyor musunuz?

# Exception_PasswordErrorCountLimit
source: Password wrong too many times, please try later !
ar_sa: عدد كبير جداً من أخطاء كلمة المرور، يرجى إعادة المحاولة لاحقاً !‏
fr_fr: Mot de passe erroné plusieurs fois, ressayez plus tard s'il vous plaît!
he_il: שגיאות סיסמה רבות מדי, נא נסה שוב מאוחר יותר !‏
it_it: Hai inserito la password errata troppe volte, riprovi più tardi per favore!
ja_jp: パスワードの誤入力が多すぎるため、後ほどお試しください!
ko_kr: 비밀번호 오류 횟수가 너무 많습니다. 나중에 다시 시도하십시오!
pt_pt: Muitos erros na senha, por favor tente novamente mais tarde!
th_th: รหัสผ่านมีข้อผิดพลาดมากเกินไป โปรดลองอีกครั้งในภายหลัง!
tr_tr: Çok fazla şifre hatası, lütfen daha sonra tekrar deneyin!

source: Company Name
ar_sa: اسم الشركة
fr_fr: Nom de la société
he_il: שם החברה
it_it: Nome della Compagnia
ja_jp: 会社名
ko_kr: 회사 이름
pt_pt: nome da empresa
th_th: ชื่อบริษัท
tr_tr: Şirketin adı

# CustomFont_UWP
source: /Assets/OybabTuz.ttf#Oybab Tuz
he_il: /Assets/OybabTuz.ttf#Oybab TuzAssets/OybabTuz.ttf#Oybab Tuz

source: Save password
ar_sa: حفظ كلمة المرور
fr_fr: Sauvegarder le mot de passe
he_il: שמור את הסיסמה שלך
it_it: Salva la password
ja_jp: パスワードの保存
ko_kr: 비밀번호 저장
pt_pt: Salvar a senha
th_th: บันทึกรหัสผ่าน
tr_tr: Parolanızı kaydedin

# IncomeTypeStatistic
source: Income Type Statistics
ar_sa: إحصاءات نوع الدخل
fr_fr: Statistiques de types de revenus
he_il: סטטיסטיקת סוג הכנסה
it_it: Statistica sulle categorie di reddito
ja_jp: 収入の種類に関する統計
ko_kr: 수익 유형 통계
pt_pt: Estatísticas sobre os tipos de rendimento
th_th: สถิติชนิดรายได้
tr_tr: Gelir türü istatistikleri

source: Spend Type Statistic
ar_sa: إحصاءات نوع المصروفات
fr_fr: Statistiques de types de dépenses
he_il: סטטיסטיקת סוג הוצאות
it_it: Statistica sulle categorie di spesa
ja_jp: 支出の種類に関する統計
ko_kr: 지출 유형 통계
pt_pt: Estatísticas sobre tipos de pagamentos
th_th: สถิติชนิดค่าใช้จ่าย
tr_tr: Gider türü istatistikleri

source: Settings
ar_sa: المميزات
fr_fr: Paramètres
he_il: פונקציה
it_it: Funzione
ja_jp: 機能
ko_kr: 기능
pt_pt: função
th_th: ฟังก์ชั่น
tr_tr: Işlev

source: Agree
ar_sa: أوافق
fr_fr: Convenir
he_il: מסכים
it_it: Accettare
ja_jp: 同意
ko_kr: 동의
pt_pt: concordo
th_th: เห็นด้วย
tr_tr: Kabul

source: Privacy Policy
ar_sa: سياسة الخصوصية
fr_fr: politique de confidentialité
he_il: מדיניות פרטיות
it_it: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인 정보 보호 정책
pt_pt: política de privacidade
th_th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Politikası

# Exception_AdminUsing
source: Current administrator is using ! If it is not you operation, please change the password in time!
ar_sa: يستخدم المسؤول الحالي! قم بتغيير كلمة المرور الخاصة بك إذا لم تكن أنت بنفسك !‏‏
fr_fr: Actuellement utilisé par l'administrateur ! Si ce n'est pas vous qui l'opérez en personne ,veuillez changer le mot de passe !
he_il: מנהל מערכת נמצא כעת בשימוש! אם זה לא הפעולה שלך בבקשה לשנות את הסיסמה בזמן !‏‏
it_it: Attualmente lo sta usando l' amministratore ! Cambia la password se non è la tua operazione!
ja_jp: 現在の管理者が使っています! ご本人でない場合に直ちにパスワードを変更してください!
ko_kr: 현재 관리자가 사용 중입니다! 본인 작업이 아닌 경우, 즉시 비밀번호를 변경하시기 바랍니다!
pt_pt: O administrador está usando! Por favor, altere a sua senha se não for você!
th_th: ขณะนี้กําลังใช้งานโดยผู้ดูแลระบบ! หากไม่ได้ดําเนินการด้วยตนเอง โปรดเปลี่ยนรหัสผ่านทันที!
tr_tr: Şu anda bir yönetici tarafından kullanılıyor! Kendi işleminiz değilse, lütfen parolayı zamanında değiştirin!

source: User Agreement
ar_sa: اتفاقية المستخدم
fr_fr: Accord de d'utilisation
he_il: פרוטוקול המשתמש
it_it: Accordo con l'utente
ja_jp: 利用者協定
ko_kr: 사용자 계약
pt_pt: Acordo do usuário
th_th: ข้อตกลงผู้ใช้
tr_tr: Kullanıcı protokolü

source: And
ar_sa: و
fr_fr: Et
he_il: ו
it_it: E
ja_jp: および
ko_kr: 와
pt_pt: E
th_th: และ
tr_tr: ve

source: History
ar_sa: التاريخ
fr_fr: Historique
he_il: היסטוריה
it_it: Storia
ja_jp: 歴史
ko_kr: 역사
pt_pt: história
th_th: ประวัติ
tr_tr: Tarih

# HistoryDescription
source: Check current data history.
ar_sa: عرض محفوظات البيانات الحالية.‏
fr_fr: Vérifiez l'historique des données actuelles.
he_il: הצג את ההיסטוריה של הנתונים הנוכחיים.
it_it: Visualizza la cronologia dei dati attuali.
ja_jp: 現在のデータの履歴を表示します。
ko_kr: 현재 데이터의 기록 보기.
pt_pt: Ver o histórico dos dados atuais.
th_th: ดูประวัติข้อมูลปัจจุบัน.
tr_tr: Geçerli verilerin geçmişini görüntüleyin.

# CompanyAbbreviation
source: Oybab Co., Ltd.
ar_sa: Oybab للتكنولوجيا
fr_fr: Oybab SARL.
he_il: Oybab טכנולוגיה
ko_kr: Oybab테크놀로지
pt_pt: Tecnologia de Oybab
th_th: เทคโนโลยีOybab
tr_tr: Oybab teknolojisi

source: License
ar_sa: الاتفاقية
fr_fr: Permis
he_il: הסכם
it_it: Protocollo
ja_jp: ライセンス
ko_kr: 합의
pt_pt: protocolos
th_th: ข้อตกลง
tr_tr: Anlaşma

source: Donate
ar_sa: التبرع
fr_fr: Contribuer
he_il: תרומות
it_it: Donazione
ja_jp: 寄付
ko_kr: 기부
pt_pt: doações
th_th: บริจาคเพื่อช่วยเหลือ
tr_tr: Bağış

source: Source Code
ar_sa: كود المصدر
fr_fr: Code source
he_il: מקור
it_it: Codice sorgente
ja_jp: ソースコード
ko_kr: 소스 코드
pt_pt: código fonte
th_th: รหัสแหล่งที่มา
tr_tr: Kaynak kodu

# ConfirmItemBalanceNotEnough
source: {0} balance price not enought, confirm?
ar_sa: رصيد {0} غير كافٍ، هل أنت متأكد ؟‏
fr_fr: {0} Solde insuffisante, confirmer?
he_il: {0} זה לא מספיק, לאשר ?‏
it_it: {0} Il credito è insufficiente, confermato?
ja_jp: {0}残高が不足しているが、よろしいでしょうか?
ko_kr: {0} 잔액이 부족합니다, 확인하시겠습니까?
pt_pt: {0} saldo insuficiente, confirme?
th_th: {0}ยอดเงินไม่เพียงพอ ยืนยัน?
tr_tr: {0} bakiye yeterli değil, onaylıyor musunuz?

# FontName2
source: Arial
pt_pt: 等线
