Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

# MuteRestore
source: Restore
ar_sa: استعادة
fr_fr: Restaurer
he_il: שחזור
it_it: Ristabilire
ja_jp: 復元
ko_kr: 복구
pt_pt: Restauração
th_th: กู้คืน
tr_tr: Kurtarma

# UpdateAlert
source: Find the new version of system, please download the updated!
ar_sa: إذا وجدت إصدارًا جديدًا من النظام، فيرجى تنزيله وتحديثه في الوقت المناسب !‏
fr_fr: Decouverte d'une nouvelle version du système , veuillez télécharger et mettre à jour!
he_il: מצא גרסה חדשה של המערכת, אנא הורד את העדכון בזמן !‏
it_it: Trovato la nuova versione del sistema, si prega di scaricare e aggiornare al più presto!
ja_jp: システムの新バージョンを発見しました、更新してください!
ko_kr: 시스템의 새로운 버전 발견, 제때에 업데이트하시기 바랍니다!
pt_pt: A versão nova encontrada, porfavor baixe o!
th_th: พบระบบเวอร์ชั่นใหม่ กรุณาดาวน์โหลดการอัพเดตทันที!
tr_tr: Sistemin yeni bir sürümü bulundu, lütfen zamanında indirin ve güncelleyin!

# Exception_CheckSqlAndFile
source: Database connection error, check the database file or database connection configuration!
ar_sa: خطأ في اتصال قاعدة البيانات، يرجى التحقق من تكوين ملف قاعدة البيانات أو اتصال قاعدة البيانات !‏
fr_fr: Erreur de connexion à la base de données, vérifiez le fichier de base de données ou sa configuration de la connexion!
he_il: חיבור מסד הנתונים שגוי, נא בדוק את קובץ מסד הנתונים או את תצורת חיבור מסד הנתונים !‏
it_it: Errore di connessione alla banca dati, controllare il file della banca dati o la configurazione della connessione alla banca dati!
ja_jp: データベース接続エラー、データベースファイルまたはデータベース接続の構成を確認してください!
ko_kr: 데이터베이스 연결 오류, 데이터베이스 파일 또는 데이터베이스 접속 설치를 확인 하십시오!
pt_pt: Erro de ligação à base de dados, por favor verifique o documento da base de datas ou a configuração da base de dados!
th_th: เชื่อมต่อฐานข้อมูลผิดพลาด โปรดตรวจสอบไฟล์ฐานข้อมูลหรือกำหนดค่าการเชื่อมต่อฐานข้อมูล!
tr_tr: Veritabanı bağlantısı hatası, veritabanı dosyası veya veritabanı bağlantısı yapılandırması kontrol edin!

# CompleteInput
source: Please complete input the data !
ar_sa: يرجى إدخال البيانات بالكامل !‏
fr_fr: Veuillez compléter la saisie des données!
he_il: אנא להזין את הנתונים בשלמותו !‏
it_it: Si prega di inserire i dati in modo completo!
ja_jp: 完全なデータを入力してください!
ko_kr: 데이터를 완전히 입력하십시오!
pt_pt: Por favor, introduza os dados completamente!
th_th: โปรดป้อนข้อมูลทั้งหมด!
tr_tr: Lütfen giriş verilerini tamamlayın!

source: Version No
ar_sa: رقم الإصدار
fr_fr: N° de version
he_il: מספר גירסה
it_it: Numero di versione
ja_jp: バージョン番号
ko_kr: 버전 번호
pt_pt: Número de versão
th_th: หมายเลขเวอร์ชั่น
tr_tr: Sürüm numarası

# SoftPlayerDescription
source: Any comments or suggestions, please contact us, contact details on "System --- About" page.
ar_sa: إذا كان لديك أي تعليقات أو اقتراحات، يرجى الاتصال بنا على: "النظام - حول" .‏
fr_fr: Pour tout commentaire ou suggestion, veuillez nous contacter, les coordonnées de contact figurent sur la page "Système --- A propos".
he_il: אם יש לך הערות או הצעות, אנא צור עמנו קשר באמצעות: "מערכת ---עליו" כדי להציג .‏
it_it: Se avete commenti o suggerimenti, vi preghiamo di contattarci tramite: "Sistema - Informazioni".
ja_jp: ご意見やご提案は、「システム---詳しく」ページからお問い合わせください。
ko_kr: 어떤 의견이나 제안이 있는 경우, 문의하시기 바랍니다 , 연락처는 "시스템 ---"을 통해 확인하시기 바랍니다.
pt_pt: Se tiver qualquer comentários ou sugestões por favor nos contate, contato informações podem ser achado no: "Sistema - Sobre".
th_th: หากมีความคิดเห็นหรือข้อเสนอแนะใด ๆ โปรดติดต่อเราผ่าน"ระบบ---เกี่ยวกับ"เพื่อตรวจสอบ.
tr_tr: Herhangi bir yorumunuz veya öneriniz varsa lütfen bizimle iletişime geçin, lütfen iletişim bilgilerini şuradan kontrol edin: "Sistem --- Hakkında".

source: Change Language
ar_sa: تبديل اللغة
fr_fr: Changer la langue
he_il: החלף שפות
it_it: Cambia lingua
ja_jp: 言語の変更
ko_kr: 언어 변경
pt_pt: Mudar idioma
th_th: เปลี่ยนภาษา
tr_tr: Dilleri değiştirin

# ChangeLanguageFailt
source: Change language faild !
ar_sa: فشل تغيير اللغة !‏
fr_fr: Échec du changement de langue !
he_il: שינוי השפה נכשל !‏
it_it: Il cambio di lingua non è riuscito!
ja_jp: 言語変更に失敗！
ko_kr: 언어 변경 실패!
pt_pt: A mudança de idioma falhou!
th_th: เปลี่ยนภาษาล้มเหลว!
tr_tr: Dili değiştirmek başarısız oldu!

# ChangeLanguageSuccess
source: Change language success, Will changing when system next startup！
ar_sa: كان تغيير اللغة ناجحًا وسيدخل حيز التنفيذ في المرة التالية التي يتم فيها بدء تشغيل النظام !‏
fr_fr: Changement de langue réussie, valide lors du prochain démarrage du système！
he_il: שינוי השפה הצליח, תחליף אותה בפעם הבאה שהמערכת תאתחל !‏
it_it: Cambio di lingua riuscito, ed avrà effetto al prossimo avvio del sistema!
ja_jp: 言語の変更に成功しました、次のシステム起動時に有効になります!
ko_kr: 언어 변경이 성공하면 다음에 시스템이 작동될 때 적용됩니다!
pt_pt: A mudança de idioma foi bem sucedida, e terá funcionada na próxima inicialização do sistema!
th_th: เปลี่ยนภาษาสำเร็จ จะมีผลในครั้งต่อไปเมื่อระบบเริ่มทำงาน!
tr_tr: Dil değişikliği başarılı oldu ve sistem bir sonraki başlatılışında etkili olacaktır!

# Exception_InvalidLanguage
source: System language is invalid or does not exist, please check the configuration file!
ar_sa: لغة النظام غير صالحة أو غير موجودة. يرجى التحقق من ملف التكوين !‏
fr_fr: Langue du système n'est pas valide ou n'existe pas, veuillez vérifier le fichier de configuration!
he_il: שפת המערכת אינה חוקית או אינה קיימת, נא בדוק את הפרופיל !‏
it_it: La lingua del sistema non è valida o non esiste, controllare il file di configurazione!
ja_jp: システム言語が無効か存在しないので、設定ファイルを確認してください!
ko_kr: 시스템 언어가 잘못되었거나 존재하지 않습니다.설치 파일을 확인해주시길 바랍니다!
pt_pt: A linguagem do sistema é inválida ou não existe, por favor verifique o ficheiro de configuração!
th_th: ระบบภาษาไม่ถูกต้องหรือไม่มีอยู่ โปรดตรวจสอบไฟล์กำหนดค่า!
tr_tr: Sistem dili geçersiz veya mevcut değil, lütfen yapılandırma dosyasını kontrol edin!

# Exception_LogError
source: load log failed!
ar_sa: فشل تحميل السجل !‏
fr_fr: Échec du chargement de registre!
he_il: טעינת יומני רישום נכשלה !‏
it_it: Non è riuscito a caricare il log!
ja_jp: ログの読み込みに失敗しました!
ko_kr: 일지 로딩 실패!
pt_pt: Falha no carregamento do diário!
th_th: โหลดบันทึกการทำงานล้มเหลว!
tr_tr: Günlükleri yüklemek için başarısız oldu!

source: Help
ar_sa: مساعدة
fr_fr: Aide
he_il: לעזור
it_it: Aiuto
ja_jp: 助ける
ko_kr: 도움말
pt_pt: Ajuda
th_th: ช่วยเหลือ
tr_tr: Yardım

# Exception_InvalidDB
source: Database file is invalid!
ar_sa: ملف قاعدة بيانات غير صالح !‏
fr_fr: Fichier de base de données invalide!
he_il: קובץ מסד הנתונים אינו חוקי !‏
it_it: Il file del database non è valido!
ja_jp: データベースファイルが無効です!
ko_kr: 데이터베이스 파일이 잘못되었습니다!
pt_pt: O ficheiro da base de dados é inválido!
th_th: ไฟล์ฐานข้อมูลไม่ถูกต้อง!
tr_tr: Veritabanı dosyası geçersiz!

# Exception_KeyKeyError
source: USB-KEY get Key failed. Error:{0},{1}.
ar_sa: خطأ في الحصول على مفتاح USB. خطأ: {0}، {1}.‏
fr_fr: Clé USB obtenir la clé à échouée. Erreur:{0},{1}.
he_il: USB-KEY מקבל מפתח באופן שגוי. שגיאה:{0},{1}.‏
it_it: TASTIERA USB ottenere errore chiave. Errore:{0},{1}.
ja_jp: USB-KEY取得キーエラー。 エラー:{0},{1}。
ko_kr: USB-KEY Key 가져오기 오류. 오류: {0}, {1}.
pt_pt: A obtação da senha de USB-KEY falhou. Erro:{0},{1},{1}.
th_th: USB-KEY ได้รับKeyผิดพลาด ผิดพลาด: {0} {1}.
tr_tr: USB-KEY Anahtar hatası alındı. Hata: {0}, {1}.

# Exception_ApplicationCheckFaild
source: Application authentication failed!
ar_sa: فشل التحقق من التطبيق !‏
fr_fr: L'authentification de l'application à échouée!
he_il: אימות היישום נכשל !‏
it_it: Verifica dell'applicazione non riuscita!
ja_jp: アプリケーションの検証に失敗しました!
ko_kr: 앱 검증 실패!
pt_pt: A verificação da aplicativo falhou!
th_th: ตรวจสอบยืนยันโปรแกรมประยุกต์ล้มเหลว!
tr_tr: Başvuru doğrulama başarısız oldu!

# Exception_CloseRequestFaild
source: Send close the session request failed!
ar_sa: خطأ في إرسال طلب إغلاق الجلسة !‏
fr_fr: L'envoi de la demande de fermeture de session à échoué!
he_il: שליחת בקשת סגירת הפעלה שגוייה !‏
it_it: Errore nell'inviare una richiesta di chiusura di una sessione!
ja_jp: セッション終了のリクエストエラーを送信する!
ko_kr: 세션 종료 요청 오류 발송!
pt_pt: Erro ao enviação de pedido de encerramento de uma sessão!
th_th: ส่งคำขอปิดเซสชั่นผิดพลาด!
tr_tr: Oturumu kapatmak için istek gönderilirken hata oluştu!

# Exception_EncryptedRequestFaild
source: Send encrypted request exception!
ar_sa: خطأ في إرسال طلب التشفير !‏
fr_fr: L'envoi d'une demande d'exception cryptée!
he_il: שליחת בקשת הצפנה שגוייה !‏
it_it: Errore nell'invio della richiesta di codifica!
ja_jp: 暗号化のリクエストエラーを送信する!
ko_kr: 암호화 요청 오류 발송!
pt_pt: Pedido de encriptação de envio falhou!
th_th: ส่งคําขอการเข้ารหัสผิดพลาด!
tr_tr: Şifreleme isteği gönderilirken hata oluştu!

# Exception_LockRequestFaild
source: Send lock request faild!
ar_sa: خطأ في إرسال طلب القفل !‏
fr_fr: L'envoi d'une demande de verrouillage a échoué!
he_il: שליחת בקשת נעילה שגוייה !‏
it_it: Errore nell'invio della richiesta di blocco!
ja_jp: ロックのリクエストエラーを送信する!
ko_kr: 잠금 요청 오류 발송!
pt_pt: Pedido de bloqueio de envio falhou!
th_th: ส่งคำขอการล็อคผิดพลาด!
tr_tr: Kilit isteği gönderilirken hata oluştu!

# Exception_NewRequestFailt
source: Send new session request failed! {0}Error code: 101
ar_sa: خطأ في إرسال طلب جلسة جديدة! {0} رمز الخطأ : 101
fr_fr: L'envoi d'une nouvelle demande de session a échoué! {0}Code d'erreur: 101
he_il: שליחת בקשת הפעלה חדשה שגוייה! {0}קוד שגיאה:101
it_it: Errore nell'invio di una nuova richiesta di sessione! {0} Codice di errore: 101
ja_jp: セッション終了のリクエストエラーを送信する !{0} エラーコード：101
ko_kr: 새 세션 요청 오류 발송! {0} 오류 코드: 101
pt_pt: Erro no envio de novo pedido de sessão! {0} Código de erro: 101
th_th: ส่งคําขอเซสชั่นใหม่ผิดพลาด! รหัสผิดพลาด{0}: 101
tr_tr: Yeni oturum isteği gönderilirken hata oluştu! {0} hata kodu: 101

# Exception_OutClientLimitFaild
source: Client connection limit exceeded! {0}Error code: 102
ar_sa: تجاوز حد اتصال العميل! رمز الخطأ {0}: 102
fr_fr: la limite de connexion du client est Dépassé! {0}Code d'erreur: 102
he_il: חריגה ממגבלת חיבור הלקוח! {0} שגיאה: 102
it_it: Superare i limiti di connessione del cliente! {0} Codice di errore: 102
ja_jp: クライアントの接続制限を超えた!{0} エラーコード：102
ko_kr: 클라이언트 연결 제한을 초과했습니다! {0} 오류코드: 102
pt_pt: Exceder os limites de ligação do cliente! {0} Código de erro: 102
th_th: เกินขีดจํากัดการเชื่อมต่อลูกค้า! รหัสผิดพลาด{0}: 102
tr_tr: İstemci bağlantı sınırı aşıldı! {0} hata kodu: 102

# Exception_RemoteServerConn
source: Unable to connect remote server!
ar_sa: يتعذر الاتصال بالخادم البعيد !‏
fr_fr: Impossible de se connecter au serveur distant!
he_il: לא היתה אפשרות לחבר את השרת המרוחק !‏
it_it: Impossibile connettersi al server remoto!
ja_jp: リモートサーバーに接続できません!
ko_kr: 원격 서버에 연결할 수 없습니다!
pt_pt: Não é possível ligar ao servidor remoto!
th_th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ระยะไกลได้!
tr_tr: Uzak sunucu bağlanamadı!

# Exception_ServerCantCorrConn
source: Unable to maintain a normal conversation with the server! Please click【Retry】to continue，or click【Exit】to exit the system!
ar_sa: يتعذر متابعة الجلسة مع الخادم بشكل صحيح! الرجاء النقر فوق "إعادة المحاولة" للمتابعة أو "خروج" للخروج من النظام ‏!‏
fr_fr: Impossible de maintenir une conversation normale avec le serveur! Veuillez cliquer【Reessayer】pour continuer，ou cliquer【Quitter】pour quitter le système!
he_il: אין אפשרות לשמור על ההפעלה עם השרת כראוי! נא לחץ על נסה שוב כדי להמשיך, או לחץ על יציאה כדי לצאת מהמערכת ‏!‏
it_it: Mantenimento di una sessione normale con il server non riuscito! Cliccare su [retry] per continuare, o cliccare su [quit] per uscire dal sistema!
ja_jp: サーバーとの正常なセッションが維持できません! [再試行]をクリックして続行するか、[終了]をクリックして終了してください!
ko_kr: 서버와 세션을 정상적으로 유지할 수 없습니다! [다시 시도]를 클릭하여 계속하거나 [종료]를 클릭하여 시스템을 종료하십시오!
pt_pt: Não consigo manter uma sessão normal com o servidor! Por favor clique em [retentar] para continuar, ou clique em [desistir] para sair do sistema!
th_th: ไม่สามารถรักษาเซสชั่นกับเซิร์ฟเวอร์ได้อย่างถูกต้อง! กรุณาคลิกลองอีกครั้งเพื่อดําเนินการต่อ หรือคลิก Exit เพื่อออกจากระบบ!
tr_tr: Sunucuyla oturumu düzgün bir şekilde sürdüremiyor! Devam etmek için Lütfen Tekrar Dene'yi tıklatın veya sistemden çıkmak için Çıkış'a tıklayın!

# Exception_ServerCheckFaild
source: Check the server KEY failed!
ar_sa: تحقق من خطأ مفتاح الخادم !‏
fr_fr: Verification de la CLÉ du serveur à échoué!
he_il: בדוק את שגיאת מפתח השרת !‏
it_it: Verificare la presenza di errori del server KEY!
ja_jp: サーバーのKEYエラーをチェック!
ko_kr: 서버 KEY 오류를 점검하십시오!
pt_pt: A verificação da existência no servidor KEY falhou!
th_th: ตรวจสอบข้อผิดพลาดของคีย์เซิร์ฟเวอร์!
tr_tr: Sunucu KEY hatasını kontrol edin!

# Exception_ServerFaild
source: Server operate failed!
ar_sa: خطأ في الخادم !‏
fr_fr: Échec du fonctionnement du serveur!
he_il: אירעה שגיאה בשרת !‏
it_it: Il server ha un errore!
ja_jp: サーバーにエラーが発生しました!
ko_kr: 서버에서 오류가 발생했습니다!
pt_pt: Erro no servidor!
th_th: มีข้อผิดพลาดกับเซิร์ฟเวอร์!
tr_tr: Sunucuda bir hata oluştu!

# Exception_ServerKeyFaild
source: Server KEY failed！
ar_sa: خطأ في Key الخادم!‏
fr_fr: Échec de la clé du serveur!
he_il: שגיאת מפתח שרת!‏
it_it: Errore del server KEY!
ja_jp: サーバーKEYエラー!
ko_kr: 서버 KEY 오류!
pt_pt: Erro no servidor KEY!
th_th: ข้อผิดพลาดคีย์เซิร์ฟเวอร์!
tr_tr: Sunucu KEY hatası!

# Exception_SessionExpiredRetry
source: Session expired, please retry!
ar_sa: انتهت صلاحية الجلسة، يرجى إعادة المحاولة !‏
fr_fr: Session expirée, veuillez réessayer!
he_il: פג תוקפו של ההפעלה, נא נסה שוב !‏
it_it: La sessione è scaduta, si prega di riprovare!
ja_jp: セッションの期限が切れたため、やり直してください!
ko_kr: 세션이 만료되었습니다. 다시 시도하십시오!
pt_pt: A sessão expirou, por favor tente novamente!
th_th: เซสชั่นหมดอายุ โปรดลองอีกครั้ง!
tr_tr: Oturum süresi doldu, lütfen tekrar deneyin!

# Exception_SessionFaildAndTry
source: Session expired, trying to get!
ar_sa: انتهت صلاحية الجلسة، حاول أن تعيد المحاولة !‏
fr_fr: Session expirée, essayez d'obtenir!
he_il: פג תוקפה של ההפעלה, נסה לרכוש מחדש !‏
it_it: Sessione scaduta, cercate di recuperarla!
ja_jp: セッションの期限が切れたため、再度取得するよう試してください!
ko_kr: 세션이 만료되었습니다, 다시 시도해보십시오!
pt_pt: A sessão expirou, tente recuperá-la!
th_th: เซสชั่นหมดอายุ ลองรับอีกครั้ง!
tr_tr: Oturum süresi doldu, yeniden edinmeyi deneyin!

# Exception_SessionRequestFaild
source: Send keep session request failed!
ar_sa: خطأ في إرسال طلب الاحتفاظ بالجلسة !‏
fr_fr: L'envoi d'une demande de maintien de session à échoué!
he_il: שגיאת בקשת הפעלה של שלח התעכבות !‏
it_it: Errore nell'invio di richiesta di sospensione!
ja_jp: セッション継続のリクエストエラーを送信する!
ko_kr: 세션 유지 요청 오류 발송!
pt_pt: falhe na enviação de pedido de sessão de espera!
th_th: ส่งคําขอเซสชั่นผิดพลาด!
tr_tr: Oturum tutma isteği gönderilirken hata oluştu!

# Exception_SessionUpdateFaild
source: Session Update failed!
ar_sa: فشل تحديث الجلسة !‏
fr_fr: la mise à jour de session à échouée!
he_il: עדכון ההפעלה נכשל !‏
it_it: Aggiornamento della sessione non riuscito!
ja_jp: セッションの更新に失敗しました!
ko_kr: 세션 업데이트에 실패했습니다!
pt_pt: A actualização da sessão falhou!
th_th: การแก้ไขเซสชั่นล้มเหลว!
tr_tr: Oturum güncellemesi başarısız oldu!

# Exception_UIDRequestFaild
source: Send Get UID request failed!
ar_sa: فشل إرسال طلب الحصول على UID !‏
fr_fr: L'envoi d'une demande d'obtenir UID à échoué!
he_il: שליחת בקשה ל- uID נכשלה !‏
it_it: Non è stato possibile inviare una richiesta per ottenere l'UID!
ja_jp: UID取得のリクエストエラーを送信する!
ko_kr: UID 가져오기 요청 발송 실패!
pt_pt: Falha no envio de um pedido da obtação da UID!
th_th: ส่งคําขอเพื่อรับ UIDล้มเหลว!
tr_tr: UID alma isteği gönderilemedi!

# SessionUpdateSuccess
source: Session updated successfully.
ar_sa: تم تحديث الجلسة بنجاح .‏
fr_fr: Mise à jour de session avec succès.
he_il: עדכון ההפעלה הצליח .‏
it_it: Aggiornamento della sessione riuscito.
ja_jp: セッションの更新が成功しました。
ko_kr: 세션 업데이트를 성공했습니다.
pt_pt: Atualização da sessão com sucesso.
th_th: อัพเดตเซสชั่นสำเร็จ.
tr_tr: Oturum güncelleştirmesi başarılı oldu.

# Exception_SetClientTimeFailt
source: Calibration server time to the client failed!
ar_sa: فشل معايرة وقت الخادم لوقت العميل .‏
fr_fr: Calibrage de temps du serveur vers le client à échoué!
he_il: זמן שרת הכיול לזמן לקוח נכשל .‏
it_it: Non è stato possibile calibrare il tempo del server sul tempo del cliente!
ja_jp: サーバーの時間からクライアントへの時間較正はできませんでした!
ko_kr: 서버 시간을 클라이언트 시간까지 커렉트 실패!
pt_pt: Falha na calibração do tempo do servidor para o tempo do cliente!
th_th: ตรวจปรับเวลาของเซิร์ฟเวอร์ถึงเวลาของลูกค้าล้มเหลว!
tr_tr: İstemci zamanı kalibre sunucu süresi başarısız oldu!

# IsHidden
source: Hidden
ar_sa: إخفاء
fr_fr: Caché
he_il: להסתיר
it_it: nascondere
ja_jp: 隠し
ko_kr: 숨김
pt_pt: Esconder
th_th: ซ่อน
tr_tr: Saklamak

# Exception_CheckDataFaild
source: Remote server access to data failed!
ar_sa: خطأ في الحصول على بيانات الخادم البعيد !‏
fr_fr: Accès aux données à distance au serveur à échoué!
he_il: שגיאת רכישת נתונים של שרת מרוחק !‏
it_it: Errore di acquisizione dati del server remoto!
ja_jp: リモートサーバーのデータ取得にエラー!
ko_kr: 원격 서버 데이터 가져오기 오류!
pt_pt: Erro de aquisição de dados no servidor remoto!
th_th: ข้อผิดพลาดในการรับข้อมูลเซิร์ฟเวอร์ระยะไกล!
tr_tr: Uzak sunucu veri toplama hatası!

# Exception_DataNotReady
source: Remote server data is not ready! Please try again later! Error code: 107
ar_sa: بيانات الخادم البعيد غير جاهزة! يرجى المحاولة مرة أخرى لاحقًا! رمز الخطأ: 107
fr_fr: Données du serveur à distance pas prêtes! Veuillez réessayer plus tard! Code d'erreur : 107
he_il: נתוני שרת מרוחק אינם מוכנים! נא נסה שוב מאוחר יותר! קוד שגיאה: 107
it_it: I dati del server remoto non sono pronti! Si prega di riprovare più tardi! Codice di errore: 107
ja_jp: リモートサーバーのデータが準備できていません あとでもう一度試してみてください エラーコード：107
ko_kr: 원격 서버 데이터가 준비되지 않았습니다! 나중에 다시 시도하십시오! 오류 코드: 107
pt_pt: Dados do servidor remoto não prontos! Por favor, tente novamente mais tarde! Código de erro: 107
th_th: ข้อมูลเซิร์ฟเวอร์ระยะไกลยังไม่พร้อม! โปรดลองอีกครั้งในภายหลัง! รหัสข้อผิดพลาด: 107
tr_tr: Uzak sunucu verileri hazır değil! Lütfen daha sonra tekrar deneyin! Hata kodu: 107

# Exception_ChangePWDRequestFaild
source: Send change password request failed!
ar_sa: خطأ في إرسال طلب تغيير كلمة المرور !‏
fr_fr: L'envoi d'une demande de changement de mot de passe à échoué!
he_il: שלח בקשה לשינוי סיסמה באופן שגוי !‏
it_it: Errore nell'invio della richiesta di modifica della password!
ja_jp: パスワード変更のリクエストエラーを送信する!
ko_kr: 비밀번호 수정 요청 발송 실패!
pt_pt: Pedido de alteração de senha de envio por erro!
th_th: ส่งคําขอแก้ไขรหัสผ่านล้มเหลว!
tr_tr: Parola değiştirme isteği gönderilirken hata oluştu!

# Exception_ValidPWDRequestFaild
source: Send verify password request failed!
ar_sa: خطأ في إرسال طلب التحقق من كلمة المرور !‏
fr_fr: L'envoi d'une demande de vérification du mot de passe à échoué!
he_il: שלח בקשת סיסמת אימות באופן שגוי !‏
it_it: Errore di richiesta dell'invio per l'autenticazione password!
ja_jp: パスワード認証のリクエストエラーを送信する!
ko_kr: 인증번호 요청 발송 실패!
pt_pt: Enviar erro de pedido de senha de autenticação!
th_th: ส่งคําขอยืนยันรหัสผ่านล้มเหลว!
tr_tr: DoğrulamaParolası isteği gönderilirken hata oluştu!

source: Contact Us
ar_sa: اتصل بنا
fr_fr: Contactez-nous
he_il: צור קשר אלינו
it_it: Contattaci
ja_jp: お問い合わせ
ko_kr: 저희에게 연락하십시오
pt_pt: Contacte-nos
th_th: ติดต่อเรา
tr_tr: Bize ulaşın

source: Consumption
ar_sa: استهلاك
fr_fr: Consommation
he_il: צריכת
it_it: Consumo
ja_jp: 消費
ko_kr: 소비
pt_pt: Consumir
th_th: ใช้จ่าย
tr_tr: Tüketim

# DealerContactWay
source: Contact Dealer
ar_sa: معلومات الاتصال بالوكيل
fr_fr: Contacter le Distributeur
he_il: פרטי קשר של הסוחר
it_it: Informazione di contatto del rivenditore
ja_jp: ディーラーの連絡先
ko_kr: 딜러 연락처
pt_pt: Contato do revendedor
th_th: ข้อมูลติดต่อตัวแทนจําหน่าย
tr_tr: Tüketici bayi iletişim bilgileri

source: Mode
ar_sa: وضع
he_il: מצב
it_it: Modello
ja_jp: モード
ko_kr: 모드
pt_pt: Modo
th_th: โหมด
tr_tr: Modu

source: Remark
ar_sa: ملاحظات
fr_fr: Remarque
he_il: הערה
it_it: Nota
ja_jp: 備考
ko_kr: 비고
pt_pt: Nota
th_th: หมายเหตุ
tr_tr: Uyarılar

source: Other
ar_sa: غير ذلك
fr_fr: Autres
he_il: אחרים
it_it: Altro
ja_jp: その他
ko_kr: 기타
pt_pt: Outros
th_th: อื่นๆ
tr_tr: Diğer

# Exception_IPConflict
source: IP Address Conflict, Please Restart!
ar_sa: تعارض في عنوان IP، يرجى إعادة التشغيل !‏
fr_fr: Conflit d'adresses IP, veuillez redémarrer!
he_il: התנגשות כתובת IP, נא הפעל מחדש !‏
it_it: Conflitto di indirizzi IP, si prega di riavviare!
ja_jp: IPアドレスの競合、再起動してください!
ko_kr: IP 주소가 충돌되었습니다, 다시 시작하십시오!
pt_pt: Conflito de endereços IP, por favor reinicialize!
th_th: ที่อยู่ IP ขัดแย้ง โปรดเริ่มใหม่!
tr_tr: IP adresi çakışması, lütfen yeniden başlatın!

# Exception_SessionInvalid
source: Invalid Session, Please Restart!
ar_sa: جلسة غير صالحة، يرجى إعادة التشغيل !‏
fr_fr: Session invalide, veuillez redémarrer!
he_il: הפעלה לא חוקית, נא הפעל מחדש !‏
it_it: Sessione non valida, si prega di riavviare!
ja_jp: 無効なセッションのため、再起動してください!
ko_kr: 잘못된 세션입니다, 다시 시작하십시오!
pt_pt: Sessão inválida, por favor reinicialize!
th_th: เซสชั่นไม่ถูกต้อง โปรดเริ่มใหม่!
tr_tr: Geçersiz oturum, lütfen yeniden başlatın!

# Exception_InvalidPending
source: Invalid Mode!
ar_sa: وضع غير صالح !‏
fr_fr: Mode Invalide!
he_il: מצב לא חוקי !‏
it_it: Modalità non valida!
ja_jp: 無効モード！
ko_kr: 잘못된 모드입니다!
pt_pt: Modo inválido!
th_th: โหมดไม่ถูกต้อง!
tr_tr: Geçersiz mod!

# Exception_IPInvalid
source: IP address invalid, Please contact customer service!
ar_sa: عنوان IP غير صالح، يرجى الاتصال بخدمة العملاء ‏!‏
fr_fr: Adresse IP invalide, Veuillez contacter le service clientèle!
he_il: כתובת ה-IP אינה חוקית, אנא צרו קשר עם שירות הלקוחות ‏!‏
it_it: L'indirizzo IP non è valido, si prega di contattare il servizio clienti!
ja_jp: IPアドレスが有効ではありませんので、カスタマーサービスまでご連絡ください!
ko_kr: IP 주소가 유효하지 않습니다, 고객 서비스에 문의하시길 바랍니다!
pt_pt: O endereço IP não é válido, por favor contacte o serviço ao cliente!
th_th: ที่อยู่ IP ไม่ถูกต้อง โปรดติดต่อฝ่ายบริการลูกค้า!
tr_tr: IP adresi geçerli değildir, lütfen müşteri hizmetleri ile iletişime geçin!

# Exception_OrderExpired
source: Bill expired, Please contact customer service!
ar_sa: انتهت صلاحية الفاتورة، يرجى الاتصال بخدمة العملاء ‏!‏
fr_fr: Facture expirée, Veuillez contacter le service clientèle!
he_il: פג תוקפו של החשבון, אנא צרו קשר עם שירות הלקוחות ‏!‏
it_it: La fattura è scaduta, contattate il servizio clienti!
ja_jp: 請求書の期限が切れました、カスタマーサービスに連絡してください!
ko_kr: 청구서가 만료되었으므로 고객 서비스에 문의하시길 바랍니다 !
pt_pt: A conta expirou, contacte o serviço ao cliente!
th_th: บิลหมดอายุแล้ว โปรดติดต่อฝ่ายบริการลูกค้า!
tr_tr: Fatura nın süresi doldu, lütfen müşteri hizmetleri ile iletişime geçin!

# Exception_OrderInvalid
source: Bill invalid, Please contact customer service!
ar_sa: فاتورة غير صالحة، يرجى الاتصال بخدمة العملاء ‏!‏
fr_fr: Facture invalide, Veuillez contacter le service clientèle!
he_il: החשבון אינו חוקי, אנא צור קשר עם שירות הלקוחות ‏!‏
it_it: Fattura non valida, si prega di contattare il servizio clienti!
ja_jp: 無効な請求書です!
ko_kr: 청구서가 유효하지 않습니다. 고객 서비스에 문의하시길 바랍니다!
pt_pt: Conta inválida, por favor contacte o serviço ao cliente!
th_th: การเรียกเก็บเงินไม่ถูกต้อง โปรดติดต่อฝ่ายบริการลูกค้า!
tr_tr: Fatura geçersiz, lütfen müşteri hizmetleri ile iletişime geçin!

# Exception_SendRequestFaild
source: Send Notification request failed!
ar_sa: خطأ في إرسال طلب الإشعار !‏
fr_fr: L'envoi d'une demande de notification à échoué!
he_il: שגיאת בקשת שליחת הודעה !‏
it_it: Errore nell'invio di richiesta di notifica!
ja_jp: 通知のリクエストエラーを送信する！
ko_kr: 알림 요청 오류 발송!
pt_pt: Enviar erro de pedido de notificação!
th_th: ส่งคําขอรับการแจ้งเตือนผิดพลาด!
tr_tr: Bildirim isteği gönder hatası!

# Exception_SetConRequestFaild
source: Send set feature request failed!
ar_sa: خطأ في إرسال طلب وظيفة الإعدادات !‏
fr_fr: L'envoi d'une demande de paramètre à échoué!
he_il: שגיאת בקשת תכונה של שלח הגדרות !‏
it_it: Errore nell'invio di una richiesta per la funzione di setup!
ja_jp: セットアップ機能のリクエストエラーを送信する！
ko_kr: 설정 기능 요청 오류 발송!
pt_pt: Erro ao enviar um pedido para a função de configuração!
th_th: ส่งคำขอการตั้งค่าฟังก์ชั่นผิดพลาด!
tr_tr: Ayar işlevi isteği gönder hatası!

# Exception_OperateRequestFaild
source: Send operate request failed!
ar_sa: خطأ في إرسال طلب العملية !‏
fr_fr: L'envoi d'une demande d'opération à échoué!
he_il: שלח שגיאת בקשת פעולה !‏
it_it: Errore di richiesta di operazione di invio!
ja_jp: 操作のリクエストエラーを送信する!
ko_kr: 작업 요청 오류 발송!
pt_pt: Erro de pedido de operação de envio!
th_th: ส่งคําขอดําเนินการผิดพลาด!
tr_tr: İşlem isteği gönder hatası!
