Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

source: Admin Sale Statistic
ar_sa: إحصائيات مبيعات المسؤول
fr_fr: Statistiques de ventes d'administateur
he_il: סטטיסטיקת מכירות של מנהל מערכת
it_it: Statistiche di vendita dell'amministratore
ja_jp: 管理者の売上統計
ko_kr: 관리자 판매 통계
pt_pt: Estatísticas de vendas do administrador
th_th: สถิติการขายของผู้ดูแลระบบ
tr_tr: Yönetici satış istatistikleri

source: Return Products Statistic
ar_sa: إحصائيات المنتجات المرتجعة
fr_fr: Statistiques de produits retournés
he_il: סטטיסטיקת מוצרים מוחזרים
it_it: Statistiche sui prodotti restituiti
ja_jp: 返品の統計
ko_kr: 제품 통계 반환
pt_pt: Estatísticas de produtos devolvidos
th_th: สถิติส่งคืนผลิตภัณฑ์
tr_tr: İade edilen ürün istatistikleri

source: Replace Count
ar_sa: كمية الاستبدال
fr_fr: Nombre de remplacements
he_il: מספר המחליפים
it_it: Numero di sostituzioni
ja_jp: 入れ替えの数量
ko_kr: 수량 교체
pt_pt: Número de subsituições
th_th: จํานวนการแทนที่
tr_tr: Değiştirmelerin sayısı

source: Record Count
ar_sa: سجّل الكمية
fr_fr: Nombre d'enregistrements
he_il: מספר הרשומות
it_it: Quantità registrata
ja_jp: 記録された量
ko_kr: 수량 기록
pt_pt: Quantidade registrada
th_th: จํานวนการบันทึก
tr_tr: Kayıt sayısı

source: Return
ar_sa: إرجاع
fr_fr: Retour
he_il: להחזיר
it_it: Restituzione
ja_jp: 返す
ko_kr: 반환
pt_pt: Devolução (um artigo)
th_th: ส่งคืน
tr_tr: Dönüş

source: Card Price
ar_sa: سعر البطاقة
fr_fr: Prix de carte
he_il: מחיר כרטיס האשראי
it_it: Prezzo del pagamento con la carta
ja_jp: カードでの支払い価格
ko_kr: 카드 결제 가격
pt_pt: Preço do pagamento em cartão
th_th: ราคาบัตรเครดิต
tr_tr: Kredi kartı fiyatı

source: Card Balance Price
ar_sa: رصيد البطاقة
fr_fr: Prix de solde de la carte
he_il: יתרת כרטיס
it_it: Credito residuo della carta
ja_jp: カード残高
ko_kr: 카드 잔액
pt_pt: Saldo do cartão
th_th: ยอดเงินคงเหลือในบัตร
tr_tr: Kart bakiyesi

source: Other Price
ar_sa: أسعار أخرى
fr_fr: Autre prix
he_il: מחירים אחרים
it_it: Altri prezzi
ja_jp: その他の価格
ko_kr: 기타 가격
pt_pt: Outros preços
th_th: ราคาอื่น ๆ
tr_tr: Diğer fiyatlar

source: Supplier
ar_sa: المورد
fr_fr: Fournisseur
he_il: ספקים
it_it: Fornitori
ja_jp: ベンダー
ko_kr: 공급업체
pt_pt: Fornecedores
th_th: ผู้จัดจำหน่าย
tr_tr: Tedarikçi

# PrintInfo
source: Bill Message
ar_sa: معلومات الفوترة
fr_fr: Message de facture
he_il: פרטי חיוב
it_it: Informazioni sulla fatturazione
ja_jp: 課金情報
ko_kr: 청구서 정보
pt_pt: Informação da conta
th_th: ข้อมูลการเรียกเก็บเงิน
tr_tr: Fatura bilgileri

source: Test
ar_sa: اختبار
he_il: מבחן
ja_jp: テスト
ko_kr: 테스트
pt_pt: Testes
th_th: ทดสอบ

# InputPhoneNoFirst
source: If you enter bill message, please enter the phone number first !
ar_sa: يرجى إدخال رقم الهاتف أولاً في حال إدخال معلومات الفوترة !‏
fr_fr: Avant d'entrer l'information de facture, veuillez d'abord entrer le numéro de téléphone!
he_il: אם תזין פרטי חיוב, הזן תחילה את מספר הטלפון שלך !‏
it_it: Se stai inserendo i dati di fatturazione, inserisci prima il tuo numero di telefono!
ja_jp: 課金情報を入力する場合は、まず電話番号を入力してください!
ko_kr: 청구서 정보를 입력할 경우 먼저 전화번호를 입력해주십시오!
pt_pt: Digite o npumero de telefone antes de digitar a informação da conta!
th_th: หากคุณป้อนข้อมูลการเรียกเก็บเงิน กรุณาป้อนหมายเลขโทรศัพท์ของคุณก่อน!
tr_tr: Fatura bilgilerini girerseniz, önce telefon numaranızı girin!

source: Price Monitor
ar_sa: عرض السعر
fr_fr: Moniteur de prix
he_il: הצגת המחיר
it_it: Visuallizzare il prezzo
ja_jp: 価格表示
ko_kr: 가격 표시
pt_pt: Monitor de preços
th_th: แสดงราคา
tr_tr: Fiyat görüntülenir

source: Product Profit Statistic
ar_sa: إحصاءات أرباح المنتجات
fr_fr: Statistiques de bénéfices des produits
he_il: סטטיסטיקת רווח מוצר
it_it: Statistiche sui profitti dei prodotti
ja_jp: 製品利益統計
ko_kr: 제품 이익 통계
pt_pt: Estatísticas de lucros do produto
th_th: สถิติกําไรของผลิตภัณฑ์
tr_tr: Ürün kar istatistikleri

# IsBindWeigh
source: Bind Weight
ar_sa: وزن الربط
fr_fr: Poids de Liement
he_il: משקל הכריכה
it_it: Peso vincolante
ja_jp: 重量にバインド
ko_kr: 바인딩 중량
pt_pt: Peso dos prendados
th_th: น้ำหนักการผูก
tr_tr: Bağlayıcı ağırlık

source: Page Height
ar_sa: ارتفاع الصفحة
fr_fr: Hauteur de page
he_il: גובה העמוד
it_it: Altezza pagina
ja_jp: ページの高さ
ko_kr: 페이지 높이
pt_pt: Altura da página
th_th: ความสูงของเวปเพจ
tr_tr: Sayfanın yüksekliği

source: Cancel And Delete
ar_sa: إلغاء وحذف
fr_fr: Annuler et supprimer
he_il: ביטול ומחיקה
it_it: Annullare e cancellare
ja_jp: 取消しと削除
ko_kr: 취소 및 삭제
pt_pt: Cancelamento e eliminação
th_th: ยกเลิกและลบ
tr_tr: İptal edin ve silin

# CashWithCard
source: Cash: ￥{0}. Card: ￥{1}.
ar_sa: النقد: ¥{0}. البطاقة: ¥{1}.‏
fr_fr: Espèces : ￥{0}. Carte : ￥{1}.
he_il: מזומן: {0}¥. החלקה מהירה: {1}¥.‏
it_it: Contanti: €{0}. Carta di credito: ￥{1}.
ja_jp: 現金：￥{0}。カードでの支払い：￥{1}。
ko_kr: 현금: ¥{0}. 카드 결제 : ¥{1}.
pt_pt: Dinheiro: ${0}. Por cartão: ￥{1}.
th_th: เงินสด:￥ {0} เยน บัตรเครดิต: ¥{1}.
tr_tr: Nakit: ¥{0}. Kaydırma: ¥{1}.

source: Admin can't create an Admin!
ar_sa: لا يمكن للمسؤول إضافة مسؤول!‏
fr_fr: Administrateur ne peut pas être crée par un administrateur!
he_il: למנהלי מערכת אין אפשרות להוסיף מנהלי מערכת!‏
it_it: Gli amministratori non possono aggiungere amministratori!
ja_jp: 管理者は管理者を追加することができません!
ko_kr: 관리자는 관리자를 추가할 수 없습니다!
pt_pt: Os administradores não podem adicionar administradores!
th_th: ผู้ดูแลระบบไม่สามารถเพิ่มผู้ดูแลระบบได้!
tr_tr: Yöneticiler yönetici ekemez!

source: Income Permission
ar_sa: صلاحية الإيرادات
fr_fr: Autorisation de revenus
he_il: הרשאות הכנסה
it_it: Autorizzazione di reddito
ja_jp: 収入の権限
ko_kr: 수익 권한
pt_pt: Permissões de rendimento
th_th: สิทธิ์รายได้
tr_tr: Gelir izinleri

# ExpenditurePermission
source: Expend Permission
ar_sa: صلاحية المصروفات
fr_fr: Autorisation de dépenses
he_il: הרשאות הוצאות
it_it: Autorità di spesa
ja_jp: 支出権限
ko_kr: 지출 권한
pt_pt: Permissões do pagado
th_th: สิทธิ์ค่าใช้จ่าย
tr_tr: Harcama izinleri

source: Temporary Change Price
ar_sa: تعديل السعر مؤقتًا
fr_fr: Modification temporaire du prix
he_il: שנה את המחיר באופן זמני
it_it: Revisione temporanea dei prezzi
ja_jp: 一時的な価格変更
ko_kr: 일시적으로 가격 수정
pt_pt: Modificação temporária dos preços
th_th: แก้ไขราคาชั่วคราว
tr_tr: Fiyatı geçici olarak değiştirin

source: Change Unit Price
ar_sa: تعديل سعر الوحدة
fr_fr: Modifier le prix unitaire
he_il: שנה את מחיר היחידה
it_it: Modificare il prezzo unitario
ja_jp: 単価変更
ko_kr: 단가 수정
pt_pt: Modificar o preço unitário
th_th: แก้ไขราคาต่อหน่วย
tr_tr: Birim fiyatı değiştirin

source: Add Price
ar_sa: زيادة المبلغ
fr_fr: Ajouter un prix
he_il: הגדל את הסכום
it_it: Aumento credito
ja_jp: 金額の増加
ko_kr: 금액 추가
pt_pt: Adicionar o valor
th_th: เพิ่มยอดเงิน
tr_tr: Miktarı artırın

# AddMemberBalancePrice
source: Add Member Remaining Price
ar_sa: زيادة المبلغ المتبقي للعضو
fr_fr: Ajouter un prix restant du membre
he_il: הגדל את הסכום הנותר של החבר
it_it: Aumentare il credito residuo del membro
ja_jp: 会員の残高を増やす
ko_kr: 회원 잔여 금액 추가
pt_pt: Adicionar o valor sobrado do membro
th_th: เพิ่มจํานวนเงินคงเหลือของสมาชิก
tr_tr: Üyenin kalan miktarını artırın

source: User
ar_sa: المستخدم
fr_fr: Utilisateur
he_il: משתמש
it_it: utente
ja_jp: ユーザー
ko_kr: 유저
pt_pt: Usuário
th_th: ผู้ใช้ ผู้ใช้
tr_tr: Kullanıcı

# PosDescription
source: Search products: F3, Save: F7, Restore: F8, Bind member: F10, Exit: F12, Change language: TAB, Open cash drawer: Alt + Z, Locate: ↑ ↓ ← →, Change page: PgUp/PgDn, Increase count: +, Decrease count: -, Select / OK: Enter, Delete selected: Del, Cancel / Return : Esc.
ar_sa: البحث في المنتجات: F3، الحفظ المؤقت: F7، استعادة: F8، ربط العضو: F10، إغلاق: F12، تغيير اللغة: TAB، فتح صندوق النقد: Alt+Z، التنقل: ↑ → ↓ →, قلب الصفحة: PgUp/PgDn، زيادة الكمية: +، إنقاص الكمية: -، اختيار/تأكيد: Enter، حذف المحدد: Del، إلغاء/استرجاع: Esc.
fr_fr: Rechercher des produits : F3, Enregistrer : F7, Restaurer : F8, Relier un membre : F10, Quitter : F12, Changer de langue : TAB, Ouvrir la caisse : Alt + Z, Localiser : ↑ ↓ ← →, Changer de page : PgUp/PgDn, Augmenter le compte : +, Diminuer le compte : -, Sélectionner / OK : Entrer, Effacer la sélection : Supprimer, Annuler / Retourner : Esc.
he_il: חיפוש מוצרים: F3, אחסון זמני: F7, שחזור: F8, איגוד חבר: F10, סגור: F12, שינוי שפה: TAB, פתיחת תיבת כסף : Alt-Z, איתור: ↑↓← →, דפדוף: PgUp/PgDn, להגדיל כמות: +, להקטין כמות:-, בחר/אישור: Enter , מחק נבחר: Del, ביטול/החזרה: Esc.
it_it: Cerca prodotto: F3, Salva: F7, Ripristina: F8, Associare al membro: F10, Chiudi: F12, Cambia lingua: TAB, Apri scatola: Alt+Z, Posizione: ↑ ↓ ← →, Gira pagina: PgUp/PgDn, Aumenta quantità: +, Diminuisci quantità: -, Seleziona/OK: Invio, Elimina selezionato: Del, Annulla/Ritorna: Esc,.
ja_jp: 商品検索：F3、保存：F7、復元：F8、会員のバインド：F10、閉じる：F12、言語変更：TAB、金銭ボックスを開く：Alt+Z、位置の特定：↑↓←→、ページめくり：PgUp/PgDn、数量増加：＋、数量減少：-、選択/OK：Enter、選択したものを削除：Del、キャンセル/元に戻す：Esc、。
ko_kr: 제품 검색 : F3, 스테이징 : F7, 복구 : F8, 회원 바인딩 : F10, 닫기 : F12, 언어 교체 : TAB, 캐시 박스 오픈 : Alt + Z, 위치 : ® ← →, 페이지 넘기기 : PgUp / PgDn, 수량 증가 : +, 수량 감소 :-, 선택 / 확인 : Enter, 선택 취소 : Del, 취소 / 돌아가기 : Esc, 삭제.
pt_pt: Pesquisar O Produto: F3, Salvar: F7, Restaurar: F8, Ligar Membro: F10, Fechar: F12, Alterar Idioma: TAB, Abrir Caixa: Alt+Z, Posição: ↑ ↓ ← →, Virar Página: PgUp/PgDn, Aumentar Quantidade: +, Diminuir Quantidade: -, Selecionar/Desligar: Enter, Eliminar Seleccionado: Del, Cancelar/Retornar: Esc,.
th_th: ค้นหาผลิตภัณฑ์:F3，บันทึกชั่วคราว：F7，คืนสภาพเดิม：F8，ผูกสมาชิกF10，ปิด：F12，เปลี่ยนภาษา：TAB，เปิดกล่องเงิน：Alt+Z，ตำแหน่ง：↑ ↓ ← →，พลิกหน้า：PgUp/PgDn，เพิ่มจำนวน：+，ลบจำนวน：-，เลือก/ยืนยัน：Enter，ลบที่เลือกแล้ว：Del，ยกเลิก/กลับ：Esc，.
tr_tr: Ürün ara: F3, Evreleme: F7, Kurtarma: F8, Bağlayıcı Üye: F10, Kapalı: F12, Dili değiştir: TAB, Para kutusunu açın.: Alt-Z, Konumlandırma: s ← →, Sayfa Açma: PgUp/PgDn, Miktarı Artırın: s, Miktar Azaltın:-, Select/Ok: Girin, Seçili Sil: Del, İptal/İade: Esc,.

source: Restore
ar_sa: استعادة
fr_fr: Restaurer
he_il: שחזור
it_it: Ripristina
ja_jp: 復元
ko_kr: 복구
pt_pt: Restaurar
th_th: คืนสภาพเดิม
tr_tr: Kurtarma

source: Card Reader
ar_sa: قارئ البطاقات
fr_fr: Lecteur de cartes
he_il: קורא כרטיסים
it_it: Lettore di carte
ja_jp: カードリーダー
ko_kr: 카드 판독기
pt_pt: Leitor de cartões
th_th: เครื่องอ่านการ์ด
tr_tr: Kart okuyucu

source: Card No
ar_sa: رقم البطاقة
fr_fr: N° de la carte
he_il: מספר כרטיס
it_it: Numero di carta
ja_jp: カード番号
ko_kr: 카드 번호
pt_pt: número do cartão
th_th: หมายเลขบัตร
tr_tr: Kart numarası

# CardNoExists
source: The card no already exists, confirm to replacet?
ar_sa: رقم البطاقة موجود بالفعل، هل أنت متأكد من استبداله؟‏
fr_fr: Carte existante, confirmer à la remplacer ?
he_il: מספר הכרטיס כבר קיים, לאשר החלפה?‏
it_it: Il numero della carta esiste già, confermare la sostituzione?
ja_jp: カード番号は既に存在しています、入れ替えをしてよろしいですか？
ko_kr: 카드 번호가 이미 있습니다, 교체하시겠습니까?
pt_pt: O número do cartão já existe, confirmar a substituição?
th_th: มีหมายเลขบัตรอยู่แล้ว แน่ใจหรือไม่ที่จะแทนที่?
tr_tr: Kart numarası zaten mevcut, değiştirmeyi onaylıyor musunuz?

# SuccessReadBarcode
source: Successfully read the bar code!
ar_sa: تم قراءة الباركود بنجاح !‏
fr_fr: Lire le code barre avec succès!
he_il: הצליח לקרוא את הברקוד !‏
it_it: Lettura dei codici a barre riuscita!
ja_jp: バーコードの読み取りが成功しました!
ko_kr: 바코드를 읽는데 성공했습니다!
pt_pt: Leitura de códigos de barras com sucesso!
th_th: อ่านบาร์โค้ดสำเร็จ!
tr_tr: Barkodu başarıyla okuyun!

# SuccessReadCardNo
source: Successfully read the card no!
ar_sa: تمت قراءة البطاقة بنجاح !‏
fr_fr: Lecture de numéro de la carte avec succès!
he_il: הצליח לקרוא את הכרטיס !‏
it_it: Lettura di scheda con successo!
ja_jp: カードの読み取りが成功しました!
ko_kr: 카드를 읽는 데 성공했습니다!
pt_pt: Leitura do cartão com sucesso!
th_th: อ่านบัตรสำเร็จ!
tr_tr: Kartı başarıyla okuyun!

# ServerIpAddress2
source: Server Address
ar_sa: عنوان الخادم
fr_fr: Adresse du serveur
he_il: כתובת השירות
it_it: Indirizzo del server
ja_jp: サーバーアドレス
ko_kr: 서버 주소
pt_pt: Endereço do servidor
th_th: ที่อยู่เซิร์ฟเวอร์
tr_tr: Sunucu adresi

source: Bind Member By No
ar_sa: ربط العضو بالرقم
fr_fr: Lier le membre par N°
he_il: אגד חברים לפי מספר
it_it: Associare al membro attraverso il numero di telefono
ja_jp: 番号を通じて会員をバインドする
ko_kr: 번호로 회원 바인딩
pt_pt: Prender o membro com o número
th_th: ผูกสมาชิกตามหมายเลข
tr_tr: Üyeleri sayıya göre bağla

source: Bind Supplier By No
ar_sa: ربط المورد بالرقم
fr_fr: Lier le fournisseur par N°
he_il: אגד את הספק לפי מספר
it_it: Fornitori vincolanti per numero
ja_jp: 番号を通じてベンダーをバインドする
ko_kr: 번호를 통해 공급업체 바인딩
pt_pt: Prender o fornecedor com o número
th_th: ผูกผู้จัดจําหน่ายตามหมายเลข
tr_tr: Tedarikçileri numaraya göre bağlama

source: Barcode Scales
ar_sa: نطاق الباركود
fr_fr: Balances à code-barres
he_il: מאזני ברקוד
it_it: Scala di codici a barre
ja_jp: バーコードスケール
ko_kr: 바코드 스케일
pt_pt: escala de códigos de barras
th_th: เครื่องชั่งน้ำหนักบาร์โค้ด
tr_tr: Barkod ölçekler

source: Send data
ar_sa: إرسال البيانات
fr_fr: Envoyer les données
he_il: שלח נתונים
it_it: Inviare dati
ja_jp: データ送信
ko_kr: 데이터 발송
pt_pt: enviar dados
th_th: ส่งข้อมูล
tr_tr: Veri gönderin

# IncorrectProductData
source: Product info contains an incorrect data!
ar_sa: بيانات غير صالحة في معلومات المنتج !‏
fr_fr: Informations des produits contiennent des données incorrectes!
he_il: קיימים נתונים לא חוקיים במידע המוצר !‏
it_it: Dati non validi nelle informazioni del prodotto!
ja_jp: 商品の情報に無効なデータがある！
ko_kr: 제품 정보에 잘못된 데이터가 있습니다!
pt_pt: Dados inválidos na informação do produto!
th_th: มีข้อมูลที่ไม่ถูกต้องในข้อมูลผลิตภัณฑ์!
tr_tr: Ürün bilgilerinde geçersiz veriler var!

# IncorrectProductName
source: Product name contains an incorrect data!
ar_sa: بيانات غير صالحة في اسم المنتج !‏
fr_fr: Nom de produit contient des données incorrectes!
he_il: קיימים נתונים לא חוקיים בשם המוצר !‏
it_it: Dati non validi nel nome del prodotto!
ja_jp: 商品の名称に無効なデータがある！
ko_kr: 제품 이름에 잘못된 데이터가 있습니다!
pt_pt: Dados inválidos no nome do produto!
th_th: มีข้อมูลที่ไม่ถูกต้องในชื่อผลิตภัณฑ์!
tr_tr: Ürün adında geçersiz veriler var!

# UnableToConnectIPAddress
source: Unable to connect the IP address!
ar_sa: يتعذر الاتصال بعنوان IP !‏
fr_fr: Impossible de connecter l'adresse IP!
he_il: אין אפשרות להתחבר לכתובת IP !‏
it_it: Impossibile collegare all'indirizzo IP!
ja_jp: IPアドレスに接続できません!
ko_kr: IP 주소를 연결할 수 없습니다!
pt_pt: Incapaz de conectar o endereço IP!
th_th: ฉันไม่สามารถเชื่อมต่อกับที่อยู่ IP!
tr_tr: Bir IP adresine bağlanamıyorum!

# ConfirmNotPay
source: Comfirmed do not pay?
ar_sa: هل أنت متأكد من أنك لا تريد الدفع؟‏
fr_fr: Confirmé ne pas payer?
he_il: אתה בטוח שאתה לא משלם?‏
it_it: Sicuro di non voler pagare?
ja_jp: お支払いをしなくてよろしいですか?
ko_kr: 지불하지 않는 것을 확인하겠습니까?
pt_pt: Tem a certeza de que não quer pagar?
th_th: แน่ใจหรือไม่ที่จะไม่จ่ายเงิน?
tr_tr: Ödemeyeceğinden emin misin?

# ReadResourceStrError
source: Resource read error!
ar_sa: خطأ في قراءة المورد!‏
fr_fr: Erreur de lecture de ressource!
he_il: שגיאת קריאת משאב!‏
it_it: Errore di lettura delle risorse!
ja_jp: リソースの読み込みにエラー!
ko_kr: 리소스 읽기 오류!
pt_pt: Erro na leitura de recursos!
th_th: การอ่านทรัพยากรผิดพลาด!
tr_tr: Kaynak okuma hatası!

source: Free Room Price Limit
ar_sa: حد السعر المجاني
fr_fr: Limite de prix gratuits
he_il: מגבלת מחיר חינם
it_it: Limitazione di prezzo gratuita
ja_jp: 無料価格の制限
ko_kr: 무료 가격 제한
pt_pt: Limite de preço de graça
th_th: จํากัดราคาฟรี
tr_tr: Ücretsiz fiyat sınırı

source: Cancel Fire Alarm
ar_sa: إلغاء إنذار الحريق
fr_fr: Annuler l'alarme incendie
he_il: בטל את אזעקת האש
it_it: Annulla l'incendio
ja_jp: 火事警報を取り消します
ko_kr: 화재 경보 취소
pt_pt: Cancele o incêndio
th_th: ยกเลิกสัญญาณเตือนไฟไหม้
tr_tr: Yangın alarmını iptal et

# ConfirmOperate
source: Confirm {0}?
ar_sa: هل تريد تأكيد {0} ؟‏
fr_fr: Confirmer {0} ?
he_il: האם {0} מאושר ?‏
it_it: Conferma {0}?
ja_jp: {0}を確認しますか?
ko_kr: {0} 확인하시겠습니까?
pt_pt: Confirmar {0}?
th_th: ยืนยัน{0}ไหม?
tr_tr: {0} onaylandı mı?

source: Delete Product
ar_sa: حذف المنتج
fr_fr: Supprimer le produit
he_il: מחק את הפריט
it_it: Cancella prodotto
ja_jp: 製品の削除
ko_kr: 제품 삭제
pt_pt: Eliminar produto
th_th: ลบรายการ
tr_tr: Öğeyi silin

source: Open Cash Drawer
ar_sa: افتح صندوق النقد
fr_fr: Ouvrir la caisse
he_il: פתח את תיבת הכסף
it_it: Aprire la cassa
ja_jp: 金銭ボックスを開く
ko_kr: 캐시박스 오픈
pt_pt: Abrir a caixa de dinheiro
th_th: เปิดกล่องเงิน
tr_tr: Para kutusunu aç

source: Paid
ar_sa: الدفع
fr_fr: Payé
he_il: לשלם
it_it: pagamento
ja_jp: 支払い
ko_kr: 지불
pt_pt: pagar
th_th: จ่าย
tr_tr: Ödeme

source: Platform
ar_sa: النظام الأساسي
fr_fr: Plate-forme
he_il: פלטפורמה
it_it: piattaforma
ja_jp: プラットホーム
ko_kr: 플랫폼
pt_pt: plataformas
th_th: แพลตฟอร์ม

source: Unlimited time
ar_sa: غير محدود
fr_fr: Durée illimitée
he_il: זמן ללא הגבלה
it_it: tempo illimitato
ja_jp: 時間限定なし
ko_kr: 무제한 시간
pt_pt: Tempo ilimitado
th_th: ไม่จํากัดจํานวนชั่วโมง
tr_tr: Sınırsız zaman

source: Enabled
ar_sa: قيد التشغيل
fr_fr: Activé
he_il: כבר פתוח
it_it: attivato
ja_jp: 起動された
ko_kr: 오픈되었습니다
pt_pt: Ativado
th_th: เปิดแล้ว
tr_tr: Açık

source: Decrease Product Count
ar_sa: قلل عدد المنتجات
fr_fr: Diminuer le nombre de produits
he_il: הפחת את מספר המוצרים
it_it: Numero ridotto di prodotti
ja_jp: 製品数の削減
ko_kr: 제품 수량 감소
pt_pt: Redução da quantidade de produtos
th_th: ลดจํานวนผลิตภัณฑ์
tr_tr: Ürün sayısını azaltın

# FaildThenWaitRetry
source: Operate Failed, operating too fast, please retry!
ar_sa: فشلت العملية، العملية سريعة للغاية، يرجى المحاولة مرة أخرى !‏
fr_fr: Opération échouée, opération trop rapide, veuillez réessayer!
he_il: הפעולה נכשלה, הפעולה מהירה מדי, נא נסה שוב !‏
it_it: Operazione fallita, troppo veloce, riprova per favore!
ja_jp: 操作に失敗しました。操作が早すぎて、もう一度お試しください!
ko_kr: 작업이 실패했습니다, 작업이 너무 빨릅니다, 다시 시도하십시오!
pt_pt: A operação falhou, a operação foi muito rápida, por favor tente novamente!
th_th: การดําเนินการล้มเหลว การดําเนินการเร็วเกินไป โปรดลองอีกครั้ง!
tr_tr: Operasyon başarısız oldu, operasyon çok hızlı, lütfen tekrar deneyin!

source: Remove Price
ar_sa: قم بإزالة السعر
fr_fr: Supprimer le prix
he_il: הסר את המחיר
it_it: Rimuovere il prezzo
ja_jp: 価格を削除する
ko_kr: 가격 제거
pt_pt: Remover o Preço
th_th: ลบราคาออก
tr_tr: Fiyatı kaldırın

# Exception_ServerClientVersionMisalignment
source: Remote server and client version misalignment, please update to the same version !
ar_sa: إصدار نظام الخادم البعيد غير متوافق مع إصدار نظام العميل الحالي، يرجى التحديث إلى نفس إصدار النظام !‏
fr_fr: Désalignement des versions du serveur et du client à distance, veuillez mettre à jour la même version!
he_il: גירסת מערכת השירות המרוחק אינה עולה בקנה אחד עם גירסת מערכת הלקוח הנוכחית, נא עדכן לאותה גירסת מערכת !‏
it_it: La versione di sistema del server remoto non è la stessa della versione di sistema attuale del client, si prega di aggiornare alla stessa versione di sistema!
ja_jp: リモートサーバーのシステムバージョンが、現在のクライアントのシステムバージョンとは異なりますので、同じシステムバージョンにアップデートしてください!
ko_kr: 원격 서버 시스템 버전과 현재 클라이언트 시스템 버전이 일치하지 않습니다!
pt_pt: A versão do sistema do servidor remoto não é a mesma que a versão atual do sistema do cliente, por favor atualize-a para a mesma versão do sistema!
th_th: เวอร์ชั่นระบบเซิร์ฟเวอร์ระยะไกลกับเวอร์ชั่นระบบปัจจุบันของลูกค้าไม่สอดคล้องกัน โปรดอัพเดตเป็นเวอร์ชั่นระบบเดียวกัน!
tr_tr: Uzak sunucu sistemi sürümü mevcut istemci sistemi sürümü ile tutarlı değildir, aynı sistem sürümüne güncelleme lütfen!

# Exception_ServerClientTimeMisalignment
source: Remote server and client time misalignment, please update current system time to the same time !
ar_sa: لا يتطابق وقت نظام الخادم البعيد مع وقت نظام العميل الحالي، يرجى التحديث في الوقت نفسه !‏
fr_fr: Désalignement de l'heure du serveur et du client à distance, veuillez mettre à jour l'heure actuelle du système à la même heure!
he_il: זמן מערכת צד שירות מרחוק וזמן מערכת הלקוח הנוכחי אינם עקביים, נא עדכן לאותו זמן !‏
it_it: L'ora di sistema del server remoto non è la stessa dell'attuale ora di sistema del client, si prega di aggiornare alla stessa ora!
ja_jp: リモートサーバのシステム時刻がクライアントの現在のシステム時刻とは異なりますので、同じ時刻に更新してください!
ko_kr: 원격 서비스 측 시스템 시간과 현재 클라이언트 시스템 시간이 일치하지 않습니다!
pt_pt: A hora do sistema do servidor remoto não é a mesma que a hora atual do sistema do cliente, por favor atualize para a mesma hora!
th_th: ระบบเวลาระยะไกลและระบบเวลาลูกค้าปัจจุบันไม่สอดคล้องกัน โปรดอัพเดตเวลาเดียวกัน!
tr_tr: Uzaktan servis yan sistem süresi ve geçerli istemci sistemi süresi tutarlı değildir, aynı zamanda güncellemelütfen!

# ConfirmAddPay
source: Confirm add {0}{1} from {2} to {3}?
ar_sa: هل تريد بالتأكيد إضافة {0} {1} من {2} إلى {3}؟‏
fr_fr: Confirmer l'ajout de {0}{1} de {2} à {3} ?
he_il: האם אתה בטוח להוסיף את {1}{0} מ {2} ל {3}?‏
it_it: Conferma di aggiungere {0}}{1} a {3} da {2}?
ja_jp: {2}から{3}に{0}{1}を追加してよろしいですか？
ko_kr: [{2}}에서 {0} {1}를 {3}에 추가하는 것을 확인하겠습니까?
pt_pt: Confirmar para acrescentar {0}}{1} a {3} de {2}?
th_th: แน่ใจหรือไม่ว่าจาก{2}เพิ่ม{0}{1}ให้กับ{3}?
tr_tr: {2} ile {3} arasında {0} {1} eklemeyi onaylıyor musunuz?

source: Balance Transfer
ar_sa: تحويل الرصيد
fr_fr: Solde de transfert
he_il: יתרת העברה
it_it: Trasferire il credito
ja_jp: 振込残高
ko_kr: 이체 잔액
pt_pt: Saldo de transferência
th_th: โอนย้ายยอดคงเหลือ
tr_tr: Transfer bakiyesi

source: Old balance
ar_sa: الرصيد القديم
fr_fr: Ancien solde
he_il: האיזון הישן
it_it: vecchio credito
ja_jp: 古い残高
ko_kr: 기존 잔액
pt_pt: saldo antigo
th_th: ยอดคงเหลือเก่า
tr_tr: Eski denge

source: New balance
ar_sa: الرصيد الجديد
fr_fr: Nouveau solde
he_il: האיזון החדש
it_it: Nuovo credito
ja_jp: 新しい残高
ko_kr: 새 잔액
pt_pt: Novo saldo
th_th: ยอดคงเหลือใหม่
tr_tr: Yeni denge

# BalanceTransferDescription
source: Transfer money bitween blances
ar_sa: تحويل الأموال بين الأرصدة
fr_fr: Transfert L'argent entre les soldes
he_il: להעביר כסף בין יתרות
it_it: Trasferire il denaro del credito
ja_jp: 振込残高間のお金
ko_kr: 잔액 사이의 돈 이체
pt_pt: Dinheiro entre saldos de transferências
th_th: โอนเงินระหว่างยอดคงเหลือ
tr_tr: Bakiyeler arasında para transferi

# LangName
source: English
ar_sa: سعودي
fr_fr: Français
he_il: עִברִית
it_it: Italiano
ja_jp: 日本語
ko_kr: 한국어
pt_pt: Português
th_th: ไทย
tr_tr: Türk

# Culcure
source: en-US
ar_sa: ar-SA
fr_fr: fr-FR
he_il: he-IL
it_it: it-IT
ja_jp: ja-JP
ko_kr: ko-KR
pt_pt: pt-PT
th_th: th-TH
tr_tr: tr-TR

# Dir
source: ltr
ar_sa: rtl
he_il: rtl

source: Global Setting
ar_sa: الإعدادات العامة
fr_fr: Paramètre global
he_il: הגדרות כלליות
it_it: Impostazione globale
ja_jp: 全体設定
ko_kr: 글로벌 세팅
pt_pt: Configuração global
th_th: การตั้งค่าส่วนกลาง
tr_tr: Genel ayarlar

source: Price Symbol
ar_sa: رمز السعر
fr_fr: Symbole du prix
he_il: סמל המחיר
it_it: Simboli dei prezzi
ja_jp: 価格記号
ko_kr: 가격 기호
pt_pt: Símbolo do preço
th_th: สัญลักษณ์ราคา
tr_tr: Fiyat sembolü

source: Main
ar_sa: أساسي
fr_fr: Principal
he_il: הראשי
it_it: Principale
ja_jp: 主要
ko_kr: 주요
pt_pt: principal
th_th: หลัก
tr_tr: Ana

source: System Language
ar_sa: لغة النظام
fr_fr: Langue du système
he_il: שפת המערכת
it_it: Lingua del sistema
ja_jp: システム言語
ko_kr: 시스템 언어
pt_pt: linguagem do sistema
th_th: ภาษาของระบบ
tr_tr: Sistem dili

# SystemLanguageCantSame
source: System Languages Can't Same!
ar_sa: لا يمكن أن تكون لغات النظام هي نفسها!‏
fr_fr: Les langues du système ne peuvent pas être identiques !
he_il: שפות מערכת לא יכולות להיות זהות!‏
it_it: Le lingue del sistema non possono essere lo stesso!
ja_jp: システム言語を同じにすることはできない！
ko_kr: 시스템 언어는 동일할 수 없습니다!
pt_pt: A linguagem do sistema não pode ser a mesma!
th_th: ภาษาของระบบไม่สามารถเหมือนกัน!
tr_tr: Sistem dilleri aynı olamaz!

# SystemLanguageChangeWarn
source: Changing the system language may affect the system. Confirm the change?
ar_sa: قد يؤثر تغيير لغة النظام على النظام. هل أنت متأكد أنك تريد تغييره ؟‏
fr_fr: Changement de langue du système pourrait affecter le système. Confirmer le changement ?
he_il: שינויים בשפת המערכת עשויים להשפיע על המערכת, לאשר את השינויים ?‏
it_it: La modifica della lingua del sistema può influire sul sistema, confermate la modifica?
ja_jp: システムの言語を変更するとシステムに影響が出る可能性がありますが、変更をしてもよろしいですか？
ko_kr: 시스템 언어를 변경하면 시스템에 영향을 줄 수 있습니다.변경을 확인하겠습니까?
pt_pt: A alteração do idioma do sistema pode afetar o sistema, confirma a alteração?
th_th: แก้ไขภาษาของระบบอาจมีผลต่อระบบ ยืนยันที่จะแก้ไขหรือไม่?
tr_tr: Sistem dilindeki değişiklikler sistemi etkileyebilir, değişiklikleri onaylayabilir mi?
