Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

# PrintTypeLimit
source: Can not add the same type of printer!
ar_sa: لا يمكن إضافة طابعة من نفس النوع !‏
fr_fr: Impossible d'ajouter le même type d'imprimante!
he_il: אין באפשרותך להוסיף את אותו סוג מדפסת !‏
it_it: Non è possibile aggiungere lo stesso tipo di stampante!
ja_jp: 同じ種類のプリンターを追加することはできません!
ko_kr: 동일한 유형의 프린터를 추가할 수 없습니다!
pt_pt: Não pode adicionar o mesmo tipo de impressora!
th_th: คุณไม่สามารถเพิ่มเครื่องพิมพ์ชนิดเดียวกันได้!
tr_tr: Aynı yazıcı türünü ekleyemezsiniz!

# SameEnabledPrinterFailed
source: Bill types of printers can only enable one!
ar_sa: يمكن تشغيل طابعة واحدة فقط لنوع الفوترة !‏
fr_fr: Types d'imprimantes de factures ne peut en activer qu'une seule!
he_il: ניתן להדליק מדפסת אחת בלבד מסוג חיוב !‏
it_it: È possibile abilitare solo una stampante del tipo di fatturazione!
ja_jp: 課金タイプのプリンタは1台のみ起動できる！
ko_kr: 청구서 유형의 프린터는 하나만 켤 수 있습니다!
pt_pt: Apenas uma impressora do tipo de conta pode ser ativada!
th_th: เครื่องพิมพ์แบบการเรียกเก็บเงินเครื่องเดียวเท่านั้นที่สามารถเปิดได้!
tr_tr: Fatura türünde yalnızca bir yazıcı açılabilir!

source: Server
ar_sa: الخادم
fr_fr: Serveur
he_il: שירות
ja_jp: サーバー
ko_kr: 서버
pt_pt: Servidor
th_th: เซิร์ฟเวอร์
tr_tr: Sunucu

source: Print After Buy
ar_sa: اطبع بعد الشراء
fr_fr: Imprimer après achat
he_il: הדפס לאחר הרכישה
it_it: Stampa dopo l'acquisto
ja_jp: 購入後の印刷
ko_kr: 구입 후 인쇄
pt_pt: Imprimir após da compra
th_th: พิมพ์หลังจากซื้อ
tr_tr: Satın alma işleminden sonra yazdırın

source: PrintAfterCheckout
ar_sa: اطبع بعد الدفع للخروج
fr_fr: Imprimer après règlement
he_il: הדפס לאחר ביצוע הצ'ק-אאוט
it_it: Stampa dopo il pagamento
ja_jp: チェックアウト後の印刷
ko_kr: 결제 후 인쇄
pt_pt: Imprimir após da conta
th_th: พิมพ์หลังจากเช็คบิล
tr_tr: Ödemeden sonra yazdırın

source: Local Print
ar_sa: طباعة محلية
fr_fr: Impression locale
he_il: הדפס באופן מקומי
it_it: Stampa locale
ja_jp: ローカル印刷
ko_kr: 로컬 인쇄
pt_pt: Impressão local
th_th: พิมพ์ในท้องถิ่น
tr_tr: Yerel olarak yazdırın

source: Server IP Address
ar_sa: عنوان IP للخادم
fr_fr: Adresse IP du serveur
he_il: כתובת IP של השירות
it_it: Indirizzo IP del server
ja_jp: サーバーIPアドレス
ko_kr: 서버 IP 주소
pt_pt: Endereço IP do servidor
th_th: ที่อยู่ IP ของเซิร์ฟเวอร์
tr_tr: Sunucu IP adresi

# OperateChangeNextStartup
source: {0} success, Will changing when system next startup！
ar_sa: نجح {0}، وسيسري مفعوله عند بدء تشغيل النظام في المرة القادمة !‏
fr_fr: {0} réussi, valide lors du prochain démarrage du système!
he_il: {0} הצליח.תשתלט בפעם הבאה שמערכת תתחיל !‏
it_it: {0} Riuscito, avrà effetto al prossimo avvio del sistema!
ja_jp: {0} 成功し、次のシステム起動時に有効になります!
ko_kr: {0} 성공, 다음에 시스템이 작동될 시 효력이 발생됩니다!
pt_pt: {0} com sucesso, terá efeito na próxima inicialização do sistema!
th_th: {0}สำเร็จ จะมีผลในครั้งถัดไปเมื่อระบบเริ่มต้น!
tr_tr: {0} başarılı, sistem bir sonraki başlatılışında etkili olacak!

source: Barcode No
ar_sa: رقم الباركود
fr_fr: N° de Code-barres
he_il: מספר ברקוד
it_it: Numero di codice a barre
ja_jp: バーコード番号
ko_kr: 바코드 번호
pt_pt: Número de código de barras
th_th: หมายเลขบาร์โค้ด
tr_tr: Barkod numarası

source: Only Display Selected
ar_sa: إظهار المحدد فقط
fr_fr: Afficher seulement les sélectionnés
he_il: רק הנבחרים מוצגים
it_it: Mostra solo il selezionato
ja_jp: 選択したものだけを表示する
ko_kr: 선택된 것만 표시
pt_pt: Mostrar apenas os selecionados
th_th: แสดงเฉพาะที่เลือกเท่านั้น
tr_tr: Yalnızca seçili olanlar görüntülenir

source: Current product already exists!
ar_sa: المنتج الحالي موجود بالفعل !‏
fr_fr: Produit actuel existe déjà!
he_il: המוצר הנוכחי כבר קיים !‏
it_it: I prodotti attuali esistono già!
ja_jp: 現在の製品はすでに存在しています!
ko_kr: 현재 제품은 이미 있습니다!
pt_pt: Os produtos atuais já existem!
th_th: ผลิตภัณฑ์ปัจจุบันมีอยู่แล้ว!
tr_tr: Güncel ürün zaten var!

source: Statistic
ar_sa: إحصائيات
fr_fr: Statistiques
he_il: סטטיסטיקה
it_it: Statistiche
ja_jp: 統計
ko_kr: 통계
pt_pt: Estatísticas
th_th: สถิติ
tr_tr: Istatistik

# Exception_InvalidMediaRoot
source: The server image path is invalid or does not exist, please check the folder or the network! Error code: 100
ar_sa: مسار صورة الخادم غير صالح أو غير موجود، يرجى التحقق من المجلد أو الشبكة! رمز الخطأ: 100
fr_fr: Chemin d'image du serveur n'est pas valide ou n'existe pas, veuillez vérifier le dossier ou le réseau! Code d'erreur : 100
he_il: נתיב תמונת השירות אינו חוקי או שאינו קיים, נא בדוק את התיקיה או הרשת! קוד שגיאה: 100
it_it: Il percorso dell'immagine del server non è valido o non esiste, controllare la cartella o la rete! Codice di errore: 100
ja_jp: サーバーイメージのパスが無効か存在しないため、フォルダまたはネットワークをご確認してください。 エラーコード：100
ko_kr: 서버 이미지의 경로가 잘못되었거나 존재하지 않습니다, 폴더 또는 네트워크를 확인하시기 바랍니다! 오류 코드: 100
pt_pt: O caminho da imagem do servidor é inválido ou não existe, por favor verifique a pasta ou a rede! Código de erro: 100
th_th: เส้นทางภาพเซิร์ฟเวอร์ไม่ถูกต้องหรือไม่มีอยู่ โปรดตรวจสอบโฟลเดอร์หรือเครือข่าย! รหัสผิดพลาด: 100
tr_tr: Sunucu görüntü yolu geçersiz veya mevcut değil, lütfen klasörü veya ağı kontrol edin! Hata kodu: 100

source: Canceld
ar_sa: تم الإلغاء
fr_fr: Annulé
he_il: בוטל
it_it: Cancellato
ja_jp: キャンセル済み
ko_kr: 취소되었습니다
pt_pt: Cancelado
th_th: ยกเลิกแล้ว
tr_tr: İptal edildi

# Exception_Relogin
source: Session expired, please exit the system and login again!
ar_sa: انتهت صلاحية الجلسة، يرجى تسجيل الخروج من النظام وتسجيل الدخول مرة أخرى !‏
fr_fr: Session expiré, veuillez quitter le système et vous reconnecter!
he_il: פג תוקפה של ההפעלה, נא צא מהמערכת והכנס שוב !‏
it_it: La sessione è scaduta, si prega di effettuare il logout e di effettuare nuovamente il login!
ja_jp: セッションが切れましたので、ログアウトして再度ログインしてください!
ko_kr: 세션이 만료되었습니다. 시스템을 종료하고 다시 로그인하십시오!
pt_pt: A sessão expirou, por favor faça o logout e volte a entrar!
th_th: เซสชั่นหมดอายุ โปรดออกจากระบบและเข้าสู่ระบบใหม่!
tr_tr: Oturumun süresi doldu, lütfen oturumu kapatın ve tekrar oturum açın!

# InputNotValid
source: Please enter the correct Information!
ar_sa: الرجاء إدخال المعلومات الحالية بدقة وبشكل كامل !‏
fr_fr: Veuillez entrer les informations correctes!
he_il: אנא הזן את המידע הרלוונטי הנוכחי במדויק ובהסבר!
it_it: Si prega di inserire tutte le informazioni rilevanti esattamente come sono state inserite!
ja_jp: 現在の関連情報を正確に入力してください!
ko_kr: 현재 관련 정보를 정확하고 완전하게 입력하십시오!
pt_pt: Por favor, introduza toda a informação relevante exatamente como está atualmente digitada!
th_th: กรุณาป้อนข้อมูลที่เกี่ยวข้องในปัจจุบันอย่างถูกต้องและครบถ้วน!
tr_tr: Lütfen güncel bilgileri doğru ve eksiksiz olarak girin!

source: Bill
ar_sa: فاتورةً
fr_fr: Facture
he_il: חשבון
it_it: Fatturazione
ja_jp: 請求書
ko_kr: 청구서
pt_pt: Conta
th_th: บิล
tr_tr: Fatura

source: Income Manager
ar_sa: إدارة الإيرادات
fr_fr: Gestion de revenus
he_il: ניהול הכנסות
it_it: Gestione dei ricavi
ja_jp: 収益管理
ko_kr: 수익 관리
pt_pt: Gerenciamento de renda
th_th: การจัดการรายได้
tr_tr: Gelir yönetimi

source: Expend Bill
ar_sa: فاتورة المصاريف
fr_fr: Facture de dépenses
he_il: חשבון הוצאות
it_it: Fatturazione delle spese
ja_jp: 支出の請求書
ko_kr: 지출 청구서
pt_pt: Conta dos pagos
th_th: ใบเรียกเก็บเงินที่จ่ายไป
tr_tr: Gider faturası

source: Owed Price
ar_sa: مبلغ الائتمان
fr_fr: Montant du crédit
he_il: הסכום שהיה חייב
it_it: Credito del debito
ja_jp: クレジット金額
ko_kr: 외상 금액
pt_pt: Valor do crédito
th_th: จํานวนเงินที่ค้างจ่าย
tr_tr: Borçlu olunan miktar

# IncomeStatistic
source: Income Statistics
ar_sa: إحصاءات الدخل
fr_fr: Statistiques de revenus
he_il: סטטיסטיקת הכנסה
it_it: Statistiche sul reddito
ja_jp: 収入統計
ko_kr: 소득 통계
pt_pt: Estatísticas de rendimentos
th_th: สถิติรายได้
tr_tr: Gelir istatistikleri

# SpendStatistic
source: Expend Statistics
ar_sa: إحصاءات النفقات
fr_fr: Statistiques de dépenses
he_il: סטטיסטיקת הוצאות
it_it: Statistiche di spesa
ja_jp: 支出統計
ko_kr: 지출 통계
pt_pt: Estatísticas das despesas
th_th: สถิติที่จ่ายไป
tr_tr: Harcama istatistikleri

# SellProductsStatistic
source: Sell Products Statistics
ar_sa: إحصاءات المبيعات
fr_fr: Statistiques de produits vendus
he_il: סטטיסטיקת מכירות מוצרים
it_it: Vendita delle statistiche dei prodotti
ja_jp: 販売商品の統計
ko_kr: 제품 판매 통계
pt_pt: Estatísticas dos produtos vendidos
th_th: สถิติขายผลิตภัณฑ์
tr_tr: Satılan Ürünlerin istatistikleri

# SpendProductsStatistic
source: Purchase Products Statistics
ar_sa: إحصاءات المشتريات
fr_fr: Statistiques de produits achetés
he_il: סטטיסטיקת רכישת מוצרים
it_it: Acquisto di statistiche dei prodotti
ja_jp: 購入商品の統計
ko_kr: 제품 구매 통계
pt_pt: Estatísticas de compras
th_th: สถิติซื้อผลิตภัณฑ์
tr_tr: Ürün satın alma istatistikleri

source: Not found any records!
ar_sa: لم يتم العثور على سجلات !‏
fr_fr: Aucun enregistrement trouvé!
he_il: לא נמצאו רשומות !‏
it_it: Non è stato trovato nessun documento!
ja_jp: 記録は見つかりませんでした！
ko_kr: 기록을 찾을 수 없습니다!
pt_pt: Não foram encontrados registos!
th_th: ไม่พบบันทึกใดๆ!
tr_tr: Kayıt bulunamadı!

source: Proportion
ar_sa: النسبة
he_il: פרופורציה
it_it: Proporzioni
ja_jp: プロポーション
ko_kr: 비율
pt_pt: Proporções
th_th: สัดส่วน
tr_tr: Oran

source: Permissions Menu
ar_sa: قائمة الأذونات
fr_fr: Menu de permission
he_il: תפריט ההרשאות
it_it: Menu autorizzazioni
ja_jp: パーミッションメニュー
ko_kr: 사용 권한 메뉴
pt_pt: Menu de permissões
th_th: เมนูสิทธิ์
tr_tr: Yetki menüsü

# Exception_MemberDisabled
source: Member is disabled !
ar_sa: تم حظر العضو !‏
fr_fr: Membre désactivé!
he_il: החברים נכים !‏
it_it: Il membro è stato disabilitato!
ja_jp: 会員登録は使用禁止されています!
ko_kr: 회원은 비활성화됩니다!
pt_pt: A conta foi proibida!
th_th: สมาชิกถูกปิดใช้งาน!
tr_tr: Üye devre dışı bırakıldı!

source: Income
ar_sa: الإيرادات
fr_fr: Revenus
he_il: הכנסה
it_it: guadagni
ja_jp: 收入
ko_kr: 소득
pt_pt: rendimentos
th_th: รายได้
tr_tr: Gelir

source: Image Mode
ar_sa: نمط الصورة
fr_fr: Mode d'image
he_il: מצב תמונה
it_it: Modalità immagine
ja_jp: ピクチャーモード
ko_kr: 이미지 모드
pt_pt: Modo de imagem
th_th: โหมดภาพ
tr_tr: Resim modu

# Exception_DeviceCountOutOfLimit
source: Device count limit exceeded! {0}Error code: 105
ar_sa: تم تجاوز الحد الأقصى لعدد الأجهزة! {0} رمز الخطأ: 105
fr_fr: la limite de nombre d'appareils est Dépassé! {0}Code d'erreur : 105
he_il: אירע חריגה ממספר ההתקנים המרבי! {0} שגיאה: 105
it_it: Ha superato il numero massimo di apparecchi! {0} Codice di errore: 105
ja_jp: デバイスの最大数を超えている! {0} エラーコード：105
ko_kr: 디바이스가 최대 수량 제한을 초과했습니다! {0} 오류 코드: 105
pt_pt: O dispositivo passou do limite! {0} Código de erro: 105
th_th: จํานวนอุปกรณ์เกินขีดจำกัดสูงสุด! รหัสผิดพลาด{0}: 105
tr_tr: Maksimum cihaz sayısı aşıldı! {0} hata kodu: 105

# NewPasswordSizeLimit
source: The new password at least {0} characters!
ar_sa: كلمة المرور الجديدة تتكون من {0} رقم على الأقل !‏
fr_fr: Nouveau mot de passe compte au moins {0} caractères!
he_il: הסיסמה החדשה היא לפחות {0} ספרות !‏
it_it: La nuova password deve essere almeno di {0} cifre!
ja_jp: 新しいパスワードは、少なくとも{0}桁の数字です!
ko_kr: 새 비밀번호는 적어도 {0} 자릿수여야 합니다!
pt_pt: A nova senha tem que ser pelo menos {0} dígitos!
th_th: รหัสผ่านใหม่เป็นอย่างน้อย{0}หลัก!
tr_tr: Yeni şifre en az {0} basamaklı olmalıdır!

source: Admin Log
ar_sa: سجل المسؤول
fr_fr: Journal d'administrateur
he_il: יומן מנהל המערכת
it_it: Registro dell'amministratore
ja_jp: 管理者ログ
ko_kr: 관리자 로그
pt_pt: Diário de Administrador
th_th: บันทึกของผู้ดูแลระบบ
tr_tr: Yönetici günlüğü

source: Log Title
ar_sa: عنوان السجل
fr_fr: Titre du journal
he_il: כותרת יומן הרישום
it_it: Titolo del registro
ja_jp: ログタイトル
ko_kr: 로그 타이틀
pt_pt: Título do registo
th_th: หัวข้อบันทึก
tr_tr: Günlük başlığı

source: Log Content
ar_sa: محتويات السجل
fr_fr: Contenu du journal
he_il: תוכן יומן הרישום
it_it: Contenuto del registro
ja_jp: ログの内容
ko_kr: 로그 내용
pt_pt: Conteúdo do diário
th_th: เนื้อหาการบันทึก
tr_tr: Günlüğün içeriği

source: Admin Pay
ar_sa: دفع المسؤول
fr_fr: Paiement d'administrateur
he_il: מנהל המערכת משלם
it_it: Pagamenti dell'amministratore
ja_jp: 管理者の支払い
ko_kr: 관리자 지불
pt_pt: Pagamentos de administradores
th_th: ผู้ดูแลระบบชำระเงิน
tr_tr: Yönetici ödemeleri

# AdminPayDescription
source: Admin Pay Details
ar_sa: عرض تفاصيل دفع المسؤول
fr_fr: Détails du paiement d'administrateur
he_il: הצג פרטי תשלום מנהל מערכת
it_it: Visualizza i dettagli di pagamento dell'amministratore
ja_jp: 管理者支払いの詳細を見る
ko_kr: 관리자 결제 세부 정보 보기
pt_pt: Ver detalhes de pagamento do administrador
th_th: ดูรายละเอียดการชําระเงินของผู้ดูแลระบบ
tr_tr: Yönetici ödeme ayrıntılarını görüntüleyin

source: Admin Pay No
ar_sa: رقم دفع المسؤول
fr_fr: N° de paie d'administrateur
he_il: מספר תשלום המנהל
it_it: Numero di pagamento dell'amministratore
ja_jp: 管理者の支払番号
ko_kr: 관리자 지불 번호
pt_pt: Número de pagamento do administrador
th_th: หมายเลขการชำระของผู้ดูแลระบบ
tr_tr: Yönetici ödeme numarası

source: Supplier Manager
ar_sa: إدارة الموردين
fr_fr: Gestion de fournisseur
he_il: ניהול ספקים
it_it: Gestione dei fornitori
ja_jp: ベンダーへ管理
ko_kr: 공급업체 관리
pt_pt: Gerenciamento de fornecedores
th_th: การจัดการของผู้จัดจําหน่าย
tr_tr: Tedarikçi yönetimi

source: Supplier Pay
ar_sa: دفع المورد
fr_fr: Paiement du fournisseur
he_il: תשלומי ספקים
it_it: Pagamenti del fornitore
ja_jp: ベンダーへの支払い
ko_kr: 공급업체 지불
pt_pt: Pagamentos de fornecedores
th_th: การชําระเงินของผู้จัดจําหน่าย
tr_tr: Tedarikçi ödemeleri

# SupplierPayDescription
source: Supplier Pay Details
ar_sa: عرض تفاصيل دفع المورّد
fr_fr: Détails de paiement du fournisseur
he_il: הצג פרטי תשלום ספק
it_it: Visualizza i dettagli di pagamento del fornitore
ja_jp: ベンダーへ支払いの詳細を見る
ko_kr: 공급업체 결제 세부 정보 보기
pt_pt: Ver detalhes de pagamento do fornecedor
th_th: ดูรายละเอียดการชําระเงินของผู้จัดจําหน่าย
tr_tr: Tedarikçi ödeme ayrıntılarını görüntüleyin

source: Supplier Pay No
ar_sa: رقم دفع المورد
fr_fr: N° de paiement du fournisseur
he_il: מספר תשלום ספק
it_it: Numero di pagamento del fornitore
ja_jp: ベンダー支払い番号
ko_kr: 공급업체 지불 번호
pt_pt: Código de pagamento do fornecedor
th_th: หมายเลขการชําระเงินของผู้จัดจําหน่าย
tr_tr: Tedarikçi ödeme numarası

source: Supplier No
ar_sa: رقم المورد
fr_fr: N° du fournisseur
he_il: מספר הספק
it_it: Numero del fornitore
ja_jp: ベンダーへ番号
ko_kr: 공급업체 번호
pt_pt: Código do fornecedor
th_th: หมายเลขผู้จัดจําหน่าย
tr_tr: Tedarikçi numarası

# SupplierExpiredDescription
source: Change supplier expired time!
ar_sa: تعديل وقت استحقاق المورد !‏
fr_fr: Changer de délai expiré du fournisseur!
he_il: שנה את זמן התפוגה של הספק !‏
it_it: Modificare le date di scadenza dei fornitori!
ja_jp: ベンダーの期限を変更してください!
ko_kr: 공급업체 만료 시간을 수정!
pt_pt: Modificar as datas de vencimento dos fornecedores!
th_th: แก้ไขเวลาหมดอายุของผู้จัดจําหน่าย!
tr_tr: Tedarikçinin son kullanma süresini değiştirin!

source: Supplier Name
ar_sa: اسم المورد
fr_fr: Nom du fournisseur
he_il: שם הספק
it_it: Nome del fornitore
ja_jp: ベンダーへ名
ko_kr: 공급업체 이름
pt_pt: Nome do fornecedor
th_th: ชื่อของผู้จัดจําหน่าย
tr_tr: Satıcının adı

source: AddSupplier
ar_sa: إضافة مورد
fr_fr: Ajouter un fournisseur
he_il: הוסף ספק
it_it: Aggiunta di fornitori
ja_jp: ベンダーの追加
ko_kr: 공급업체 추가
pt_pt: Acrescentar fornecedor
th_th: เพิ่มผู้จัดจําหน่าย
tr_tr: Bir satıcı ekleyin

# SupplierExpired
source: Current supplier has expired!
ar_sa: انتهت صلاحية المورد الحالي !‏
fr_fr: Fournisseur actuel expiré!
he_il: פג תוקפו של הספק הנוכחי !‏
it_it: Il fornitore attuale è scaduto!
ja_jp: 現在ベンダーへの期限が切れました!
ko_kr: 현재 공급업체 기간이 만료되었습니다!
pt_pt: O fornecedor atual chegou em data de vencimento!
th_th: ผู้จัดจําหน่ายปัจจุบันหมดอายุแล้ว!
tr_tr: Geçerli tedarikçinin süresi doldu!

# Exception_SupplierDisabled
source: Supplier is disabled !
ar_sa: المورد معطل !‏
fr_fr: Fournisseur desactivé!
he_il: הספק מנוטרל !‏
it_it: Il fornitore è stato vietato all'uso!
ja_jp: ベンダーは使用禁止されています!
ko_kr: 공급업체가 비활성화되었습니다!
pt_pt: O fornecedor foi probido!
th_th: ผู้จัดจําหน่ายถูกปิดการใช้งาน!
tr_tr: Tedarikçi devre dışı!

source: Supplier Balance Price
ar_sa: رصيد المورد
fr_fr: Balance de prix du fournisseur
he_il: יתרת הספק
it_it: Credito residuo del fornitore
ja_jp: ベンダー残高
ko_kr: 공급업체 잔액
pt_pt: Saldo de fornecedores
th_th: จำนวนเงินของผู้จัดจําหน่าย
tr_tr: Satıcı dengesi

# SupplierBalanceNotEnough
source: Supplier Balance Price Not Enough!
ar_sa: رصيد المورد غير كاف!‏
fr_fr: Balance de prix du fournisseur insuffisante!
he_il: יתרת הספק אינה מספיקה!‏
it_it: Il credito residuo del fornitore non basta!
ja_jp: ベンダーの残高不足！
ko_kr: 공급 업체 잔액이 충분하지 않습니다!
pt_pt: Não há valor suficiente dos fornecedores!
th_th: จำนวนเงินของผู้จัดจําหน่ายไม่เพียงพอ!
tr_tr: Tedarikçi dengesi yeterli değil!

source: Supplier Deals Price
ar_sa: سعر تفضيلي للمورد
fr_fr: Prix des offres du fournisseur
he_il: מחירים מוזלים לספקים
it_it: Lo sconto per fornitori
ja_jp: ベンダーの割引価格
ko_kr: 공급 업체 할인 가격
pt_pt: Preços preferenciais dos fornecedores
th_th: ราคาที่ลดสําหรับผู้จัดจําหน่าย
tr_tr: Tedarikçiler için indirimli fiyatlar

source: Supplier Paid Price
ar_sa: مبلغ الدفع للمورد
fr_fr: Prix payé par le fournisseur
he_il: הסכום ששולם על-ידי הספק
it_it: Importo pagato del fornitore
ja_jp: ベンダーの支払額
ko_kr: 공급 업체 지불금액
pt_pt: Valor pago pelo fornecedor
th_th: จำนวนเงินที่ชําระโดยผู้จัดจําหน่าย
tr_tr: Satıcı tarafından ödenen dengesi

source: Please wait...
ar_sa: يرجى الانتظار...‏
fr_fr: Veuillez patienter ...
he_il: רק רגע, בבקשה...‏
it_it: Un momento, per favore...
ja_jp: ちょっと待ってください...
ko_kr: 잠시만 기다려주십시오...
pt_pt: Um momento, por favor...
th_th: โปรดรอสักครู่...
tr_tr: lütfen bkleyin ...

source: Creating the document...
ar_sa: إنشاء المستند قيد التقدم...‏
fr_fr: Création du document...
he_il: ביצירת מסמכים...‏
it_it: Documento in corso di creazione...
ja_jp: ドキュメント作成中...
ko_kr: 문서 작성 중...
pt_pt: Criando o documento...
th_th: กำลังสร้างไฟล์...
tr_tr: Belge oluşturmada...

# TableUsed
source: Current table is used!
ar_sa: الجدول الحالي قيد الاستخدام !‏
fr_fr: Le tableau actuel est utilisé!
he_il: השולחן הנוכחי בשימוש !‏
it_it: Tabella corrente in uso!
ja_jp: 現在のテーブルは使用中です!
ko_kr: 현재 테이블 사용 중!
pt_pt: Tabela atual em uso!
th_th: กำลังใช้โต๊ะปัจจุบันอยู่!
tr_tr: Geçerli tablo kullanımda!

# Exception_InvalidType
source: Please enter the correct Information!
ar_sa: الرجاء إدخال المعلومات الحالية بدقة وبشكل كامل !‏
fr_fr: Veuillez entrer les informations correctes!
he_il: אנא הזן את המידע הרלוונטי הנוכחי במדויק ובהסבר !‏
it_it: Si prega di inserire tutte le informazioni rilevanti esattamente come sono!
ja_jp: 現在の関連情報を正確に入力してください！
ko_kr: 현재 관련 정보를 정확하고 완전하게 입력하십시오!
pt_pt: Por favor, digite a informação completa e correta relevante !
th_th: กรุณาป้อนข้อมูลที่เกี่ยวข้องในปัจจุบันอย่างถูกต้องและครบถ้วน!
tr_tr: Lütfen güncel bilgileri doğru ve eksiksiz bir şekilde girin!

source: Change Cost Price
ar_sa: تعديل سعر التكلفة
fr_fr: Modifier le coût
he_il: שנה את מחיר העלות
it_it: Modificare il prezzo di costo
ja_jp: コスト価格の修正
ko_kr: 원가 가격 수정
pt_pt: Modificar o preço de custo
th_th: แก้ไขราคาต้นทุน
tr_tr: Maliyet fiyatını değiştirin

source: Index Name
ar_sa: اسم الفهرس
fr_fr: Nom de l'index
he_il: שם האינדקס
it_it: Nome indice
ja_jp: インデックス名
ko_kr: 인덱스 이름
pt_pt: Nome do índice
th_th: ชื่อของดัชนี
tr_tr: Dizinin adı

source: Finance Log
ar_sa: السجل المالي
fr_fr: Journal des finances
he_il: יומן פיננסי
it_it: Diario finanziario
ja_jp: ファイナンスロゴ
ko_kr: 재무 로그
pt_pt: Diário do financeiro
th_th: บันทึกการเงิน
tr_tr: Finansal dergi

source: Operate Name
ar_sa: اسم العملية
fr_fr: Nom d'opération
he_il: שם הפעולה
it_it: Nome dell'operazione
ja_jp: 操作名
ko_kr: 작업 이름
pt_pt: Nome da operação
th_th: ชื่อการดําเนินการ
tr_tr: Eylemin adı

source: Cash Drawer
ar_sa: صندوق النقد
fr_fr: Caisse
he_il: תיבת הכסף
it_it: Cassa
ja_jp: げんきんばこ
ko_kr: 캐시박스
pt_pt: Caixa de dinheiro
th_th: กล่องเงิน
tr_tr: Nakit kutusu

source: Open
ar_sa: افتح
fr_fr: Ouvrir
he_il: פתח
it_it: Aprire (una porta)
ja_jp: あける
ko_kr: 오픈
pt_pt: Abrir (uma porta)
th_th: เปิด
tr_tr: Açın

source: Is Pay By Card
ar_sa: الدفع بواسطة البطاقة
fr_fr: Paiement par carte
he_il: החלק מהר כדי לשלם
it_it: Pagamento con carta di credito
ja_jp: クレジットカードでのお支払い
ko_kr: 카드 결제
pt_pt: Pagamento por cartão de crédito
th_th: ชำระเงินโดยบัตรเครดิต
tr_tr: Kredi kartı ile ödemek

source: Card Paid Price
ar_sa: المبلغ المدفوع بواسطة البطاقة
fr_fr: Prix payé par carte
he_il: הסכום ששולם באמצעות כרטיס אשראי
it_it: Importo pagato con carta di credito
ja_jp: クレジットカードでのお支払い金額
ko_kr: 카드 결제 금액
pt_pt: Valor pago por cartão de crédito
th_th: จํานวนเงินที่ชําระโดยบัตรเครดิต
tr_tr: Kredi kartı ile ödemek miktarı

# SpendPaysStatistic
source: Pays Spend Statistic
ar_sa: إحصائيات الدفع
fr_fr: Statistiques de dépenses
he_il: סטטיסטיקת הוצאות תשלום
it_it: Statistiche sulle spese di pagamento
ja_jp: 出金に関する統計
ko_kr: 지불 지출 통계
pt_pt: Estatísticas sobre os pagos
th_th: สถิติค่าใช้จ่ายการชําระเงิน
tr_tr: Ödeme harcama istatistikleri

# SalePaysStatistic
source: Pays Sale Statistic
ar_sa: إحصاءات دخل الدفع
fr_fr: Statistiques de ventes
he_il: סטטיסטיקת הכנסות תשלום
it_it: Statistiche sui redditi da pagamento
ja_jp: 支払収入に関する統計
ko_kr: 지불 소득 통계
pt_pt: Estatísticas sobre o rendimento de pagamentos
th_th: สถิติรายได้ของการชําระเงิน
tr_tr: Ödeme gelir istatistikleri

source: Balance Pay
ar_sa: الرصيد المدفوع
fr_fr: Paiement par solde
he_il: תשלום יתרה
it_it: pagamento con il credito residuo
ja_jp: 残高決済
ko_kr: 잔액 지불
pt_pt: Pagamento do saldo
th_th: จำนวนเงินคงเหลือ
tr_tr: Bakiye ödemesi

# BalancePayDescription
source: Balance Pay Details
ar_sa: عرض تفاصيل الرصيد المدفوع
fr_fr: Détail de paiment par solde
he_il: הצג פרטי תשלום יתרה
it_it: Visualizza i dettagli del pagamento del credito
ja_jp: 残高決済の詳細を見る
ko_kr: 잔액 결제 세부 정보 보기
pt_pt: Ver detalhes do pagamento do saldo
th_th: ดูรายละเอียดจำนวนเงินที่ชําระ
tr_tr: Bakiye ödeme ayrıntılarını görüntüleyin

source: Balance Pay No
ar_sa: رقم الرصيد المدفوع
fr_fr: N° de paiment par solde
he_il: מספר תשלום יתרה
it_it: Numero di pagamento del credito
ja_jp: 残高支払番号
ko_kr: 잔액 지불 번호
pt_pt: Código de pagamento do saldo
th_th: หมายเลขจำนวนเงินที่ต้องชําระ
tr_tr: Bakiye ödeme numarası

# SoftServiceNameWithoutVersion
source: Oybab Trading System
ar_sa: Oybab ٹریڈ سسٹم
fr_fr: Oybab Trading Système
he_il: מערכת העסקה Oybab
it_it: Sistema di trading Oybab
ja_jp: Oybab取引システム
ko_kr: Oybab 거래 시스템
pt_pt: Sistema Comercial de Oybab
th_th: ระบบซื้อขายOybab
tr_tr: Oybab Ticaret Sistemi

# SoftServiceVersion
source: V1.1
ar_sa: V1.2
fr_fr: V1.2
he_il: V1.2
ja_jp: V1.2
th_th: V1.2
tr_tr: V1.2

# DirectionMode
source: LeftToRight
ar_sa: RightToLeft
fr_fr: De gauche à droite
he_il: RightToLeft

# LoginUserInputMsg
source: Please input admin no
ar_sa: يرجى إدخال رقم مسؤول
fr_fr: Veuillez saisir le N° d'administrateur
he_il: נא הזן את מספר מנהל המערכת
it_it: Inserisci il tuo numero di amministratore
ja_jp: 管理者番号を入力してください
ko_kr: 관리자 번호를 입력하십시오
pt_pt: Por favor digite o código de administrador
th_th: กรุณาป้อนหมายเลขของผู้ดูแลระบบ
tr_tr: Lütfen yönetici numarasını girin

# LoginPasswordInputMsg
source: Please input password no
ar_sa: يرجى إدخال كلمة مرور المسؤول
fr_fr: Veuillez saisir le N° de mot de passe
he_il: נא הזן את סיסמת מנהל המערכת שלך
it_it: Inserisci la tua password di amministratore
ja_jp: 管理者パスワードを入力してください
ko_kr: 관리자 비밀번호를 입력하십시오
pt_pt: Por favor digite sua senha de administrador
th_th: กรุณาป้อนรหัสผ่านของผู้ดูแลระบบ
tr_tr: Lütfen yönetici şifrenizi girin

# Reset2
source: Reset
ar_sa: إعادة ضبط
fr_fr: Réinitialiser
he_il: איפוס
ja_jp: リセット
ko_kr: 재설정
pt_pt: Reinicialização
th_th: รีเซ็ต
tr_tr: Sıfırlamak

# OK2
source: OK
ar_sa: تأكيد
fr_fr: Confirmer
he_il: אתה בטוח
it_it: Conferma
ja_jp: 確定
ko_kr: 확인
pt_pt: Confirmar
th_th: แน่ใจ
tr_tr: Tamam

# HorizontalModel
source: Left
ar_sa: Right
he_il: Right

# CompanyLogoName
source: Oybab Technology
ar_sa: Oybab ٹیکنالوجی
fr_fr: Technologie Oybab
he_il: Oybab טכנולוגיה
it_it: Compagnia tecnologica Oybab
ja_jp: Oybabテクノロジー
ko_kr: Oybab테크놀로지
pt_pt: Tecnologia de Oybab
th_th: เทคโนโลยีOybab
tr_tr: Oybab Teknolojisi

# RegNoInputMessage
source: Please input reg no
ar_sa: يرجى إدخال رمز التسجيل
fr_fr: Veuillez saisir le N° d'enregistrement
he_il: נא הזן את קוד הרישום שלך
it_it: Inserire il codice di registrazione
ja_jp: 登録コードを入力してください
ko_kr: 등록 코드를 입력하십시오
pt_pt: Por favor digite o código de registro
th_th: กรุณาป้อนรหัสลงทะเบียน
tr_tr: Lütfen kayıt kodunuzu girin
