Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

# RegCountInputMessage
source: Please input count reg no
ar_sa: يرجى إدخال رمز تسجيل الكمية
fr_fr: Veuillez saisir le nombre de N° d'enregistrement
he_il: נא הזן את קוד רישום הכמות
it_it: Inserire il codice di registrazione della quantità
ja_jp: 数量登録コードを入力してください
ko_kr: 수량 등록 코드를 입력하십시오
pt_pt: Por favor digite o código de registro da quantidade
th_th: โปรดป้อนจำนวนรหัสการลงทะเบียน
tr_tr: Lütfen miktar kayıt kodunu girin

# Exception_AdminExists
source: Current administrator is using !{0}Error code: 113
ar_sa: المسؤول الحالي يستخدمه! رمز الخطأ {0}: 113
fr_fr: Actuellement en utilisation par l'administrateur !{0} Code d'erreur: 113
he_il: מנהל מערכת נמצא כעת בשימוש! {0} קוד שגיאה: 113
it_it: Attualmente l'amministratore lo sta usando! {0} Codice di errore: 113
ja_jp: 現在の管理者が使っています! {0} エラーコード：113
ko_kr: 현재 관리자가 사용 중입니다! {0} 오류 코드: 113
pt_pt: O administrador está usando! {0} Código de erro: 113
th_th: ขณะนี้กําลังใช้งานโดยผู้ดูแลระบบ! รหัสข้อผิดพลาด{0}: 113
tr_tr: Şu anda bir yönetici tarafından kullanılıyor! {0} hata kodu: 113

source: Income Trading Manage
ar_sa: إدارة معاملات الإيرادات
fr_fr: Gestion de transactions de revenus
he_il: ניהול עסקת הכנסה
it_it: Gestione delle transazioni dei redditi
ja_jp: 収益取引の管理
ko_kr: 수익 거래 관리
pt_pt: Gerenciamento da renda de negociação
th_th: การจัดการธุรกรรมรายได้
tr_tr: Gelir işlem yönetimi

source: Permission
ar_sa: الأذونات
fr_fr: Autorisation
he_il: הרשאות
it_it: Autorizzazione
ja_jp: 権限
ko_kr: 권한
pt_pt: Permissão
th_th: สิทธิ์
tr_tr: Izin

source: Day
ar_sa: يوم
fr_fr: Jour
he_il: ימים
it_it: Cielo
ja_jp: 日
ko_kr: 일
pt_pt: céu
th_th: วัน
tr_tr: Gün

source: Empty
ar_sa: فارغ
fr_fr: Vide
he_il: פנוי
it_it: Inutilizzato
ja_jp: 未使用
ko_kr: 유휴 상태
pt_pt: Vazio (espaço)
th_th: ว่าง
tr_tr: Boş

source: Selected
ar_sa: القائمة المختارة
fr_fr: Sélectionnée
he_il: רשימה נבחרת
it_it: Elenco selezionato
ja_jp: 選択されたリスト
ko_kr: 선택한 목록
pt_pt: Lista selecionada
th_th: รายการที่เลือกแล้ว
tr_tr: Seçili liste

source: Products
ar_sa: قائمة المنتجات
fr_fr: Liste des produits
he_il: רשימת המוצרים
it_it: Elenco prodotti
ja_jp: 製品一覧
ko_kr: 제품 목록
pt_pt: Lista de produtos
th_th: รายการผลิตภัณฑ์
tr_tr: Ürün listesi

source: Operate
ar_sa: تشغيل
fr_fr: Fonctionner
he_il: מבצע
it_it: Operazione
ja_jp: 操作
ko_kr: 작업
pt_pt: Operação
th_th: ดำเนินการ
tr_tr: Işlem

source: Selected count
ar_sa: اختر الكمية
fr_fr: Nombre sélectionné
he_il: בחר את הכמות
it_it: Selezionare un numero
ja_jp: 数量を選択する
ko_kr: 수량 선택
pt_pt: Número de seleção
th_th: เลือกจำนวน
tr_tr: Miktarı seçin

# OperatingWait
source: Please wait.....
ar_sa: الرجاء الانتظار.....‏
fr_fr: Veuillez patienter s'il vous plaît.....
he_il: רק רגע.....‏
it_it: Si prega di attendere.....
ja_jp: お待ちください.....
ko_kr: 잠시만 기다려주십시오.....
pt_pt: Por favor aguarde.....
th_th: โปรดรอสักครู่.....
tr_tr: Lütfen bekleyin.....

source: Cash
ar_sa: نقد
fr_fr: Espèces
he_il: מזומנים
it_it: In contanti
ja_jp: げんきん
ko_kr: 현금
pt_pt: Em dinheiro
th_th: เงินสด
tr_tr: Nakit

source: Card
ar_sa: بطاقة
fr_fr: Carte
he_il: החלקה מהירה
it_it: Usare carta di credito
ja_jp: カード
ko_kr: 카드 결제
pt_pt: Cartão
th_th: บัตรเครดิต
tr_tr: Kredi kartı

source: Member
ar_sa: عضو
fr_fr: Membre
he_il: חבר
it_it: Membro
ja_jp: 会員
ko_kr: 회원
pt_pt: Membro
th_th: สมาชิก
tr_tr: Üye

source: Bind
ar_sa: الربط
fr_fr: Lier
he_il: איגוד
it_it: Legare
ja_jp: バインド
ko_kr: 바인딩
pt_pt: Prender
th_th: ผูก
tr_tr: Bağlama

source: Unbind
ar_sa: إلغاء الربط
fr_fr: Délier
he_il: שחרור
it_it: Slegare
ja_jp: アンバインド
ko_kr: 바인딩 취소
pt_pt: Desprender
th_th: ยกเลิกการผูก
tr_tr: Ayrıştırma

# OldRoomNo
source: Old Table No
ar_sa: رقم المقعد القديم
fr_fr: Ancien N° de table
he_il: מספר המושב הישן
it_it: Numero della vecchio sedile
ja_jp: 旧テーブル番号
ko_kr: 기존 테이블 번호
pt_pt: Número de código da mesa antiga
th_th: หมายเลขวีไอพีเก่า
tr_tr: Eski koltuk numarası

# NewRoomNo
source: New Table No
ar_sa: رقم المقعد الجديد
fr_fr: Nouveau N° de table
he_il: מספר המושב החדש
it_it: Numero del nuovo sedile
ja_jp: 新テーブル番号
ko_kr: 신 테이블 번호
pt_pt: Novo nímero de cógico da mesa
th_th: หมายเลขวีไอพีใหม่
tr_tr: Yeni koltuk numarası

# IpAddress2
source: Ip Address
ar_sa: عنوان IP
fr_fr: Adresse Ip
he_il: כתובת IP
it_it: Indirizzo IP
ja_jp: ＩＰアドレス
ko_kr: IP 주소
pt_pt: Endereço do IP
th_th: ที่อยู่ Ip
tr_tr: IP adresi

source: Request Manager
ar_sa: إدارة الطلب
fr_fr: Gestion de demande
he_il: ניהול דרישות
it_it: Gestione del requisito
ja_jp: 要件管理
ko_kr: 요구 사항 관리
pt_pt: Gerenciamento da procura
th_th: ความต้องการของการจัดการ
tr_tr: Gereksinimin yönetimi

source: Request Name
ar_sa: اسم الطلب
fr_fr: Nom de demande
he_il: שם הדרישה
it_it: Nome del requisito
ja_jp: 要件名
ko_kr: 요구 사항 이름
pt_pt: Nome da procura
th_th: ชื่อของความต้องการ
tr_tr: Gereksinimin adı

# Request2
source: Request
ar_sa: الطلب
fr_fr: Demande
he_il: דרישה
it_it: Requisiti
ja_jp: 要件
ko_kr: 요구 사항
pt_pt: Necessidade
th_th: ความต้องการ
tr_tr: Gereksinim

# RequestDescription
source: Add request to current data.
ar_sa: إضافة طلب إلى البيانات الحالية.‏
fr_fr: Ajouter la demande aux données actuelles.
he_il: הוסף דרישות לנתונים הנוכחיים.
it_it: Aggiungere i requisiti ai dati attuali.
ja_jp: 現在のデータに要件を追加します。
ko_kr: 현재 데이터에 요구 사항을 추가.
pt_pt: Adicione os requisitos aos dados atuais.
th_th: เพิ่มความต้องการไปยังข้อมูลปัจจุบัน.
tr_tr: Geçerli verilere gereksinimler ekleyin.

# IsDisplayAll
source: Display All
ar_sa: عرض الكل
fr_fr: Afficher tout
he_il: הצג את הכול
it_it: Mostra tutto
ja_jp: すべて表示
ko_kr: 모두 표시
pt_pt: Mostrar tudo
th_th: แสดงทั้งหมด
tr_tr: Hepsini göster

source: Checkout By
ar_sa: مسؤول الدفع
fr_fr: Régler par
he_il: המשלם
it_it: Colui che ha effettuato il pagamento
ja_jp: 勘定の人
ko_kr: 결제자
pt_pt: Pagada por
th_th: ผู้เช็คบิล
tr_tr: Ödemeci

# OrderPhoneNo
source: Bill Phone No
ar_sa: رقم هاتف للفوترة
fr_fr: N° de téléphone de la facture
he_il: מספר טלפון של חיוב
it_it: Numero di telefono per la fatturazione
ja_jp: 請求先電話番号
ko_kr: 청구서 전화 번호
pt_pt: Número de telefone de conta
th_th: หมายเลขโทรศัพท์สําหรับการเรียกเก็บเงิน
tr_tr: Fatura telefon numarası

# PersonName
source: Name
ar_sa: الاسم
fr_fr: Nom
he_il: שם
it_it: Nome
ja_jp: 氏名
ko_kr: 이름
pt_pt: Nome
th_th: ชื่อ
tr_tr: Adı

# BillTypeInner
source: Internal
ar_sa: داخلي
fr_fr: Interne
he_il: פנימי
it_it: Interno
ja_jp: 内部
ko_kr: 내부
pt_pt: Interior
th_th: ภายใน
tr_tr: İçişleri

# BillTypeOuter
source: External
ar_sa: خارجي
fr_fr: Externe
he_il: חיצוני
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
pt_pt: Exterior
th_th: ภายนอก
tr_tr: Dış

source: Bill Type
ar_sa: نوع الفوترة
fr_fr: Type de facture
he_il: סוג החיוב
it_it: Tipo di fattura
ja_jp: 請求書の種類
ko_kr: 청구서 유형
pt_pt: Tipo de conta
th_th: ชนิดบิล
tr_tr: Fatura türü

# AddOuterBill
source: Add External Bill
ar_sa: إضافة فاتورة خارجية
fr_fr: Ajouter une facture externe
he_il: הוסף חיוב חיצוני
it_it: Aggiunta della fatturazione esterna
ja_jp: 外部請求書の追加
ko_kr: 외부 청구서 추가
pt_pt: Adicionar a conta externa
th_th: เพิ่มใบเรียกเก็บเงินภายนอก
tr_tr: Harici fatura ekleyin

# SuccessAndFailProperty
source: Success: {0}, Fail: {1}.
ar_sa: نجاح: {0}، فشل: {1}.‏
fr_fr: Succès : {0} Échec : {1}.
he_il: הצלחה: {0}, כישלון: {1}.‏
it_it: Successo: {0}, fallito: {1}.
ja_jp: 成功：{0}、失敗：{1}。
ko_kr: 성공: {0}, 실패: {1}.
pt_pt: Sucesso: {0}, Falha: {1}.
th_th: สําเร็จ: {0}, ล้มเหลว : {1}.
tr_tr: Başarı: {0}, Başarısızlık: {1}.

source: Confirm Save All ?
ar_sa: هل تريد تأكيد حفظ الكل؟‏
fr_fr: Confirmer de tout sauvegarder ?
he_il: לוודא שתשמור את הכול?‏
it_it: Conferma di aver salvato tutto?
ja_jp: すべてを保存してよろしいですか？
ko_kr: 모든 것을 저장하시겠습니까?
pt_pt: Confirma em salvar tudo?
th_th: แน่ใจหรือที่จะบันทึกทั้งหมด?
tr_tr: Hepsini kaydettiğinizden emin misiniz?

source: Profit
ar_sa: صافي الربح
he_il: רווח טהור
it_it: Profitto netto
ja_jp: 純利益
ko_kr: 순이익
pt_pt: Lucro líquido
th_th: กําไรบริสุทธิ์
tr_tr: Net kazanç

source: Type Name
ar_sa: اكتب الاسم
fr_fr: Nom du type
he_il: שם הסוג
it_it: Nome della categoria
ja_jp: タイプ名
ko_kr: 유형 이름
pt_pt: Nome do tipo
th_th: ชื่อชนิด
tr_tr: Türünün adı

source: Summary
ar_sa: ملخص
fr_fr: Résumé
he_il: סיכום
it_it: Riassumere
ja_jp: サマリー
ko_kr: 총결산
pt_pt: resumo
th_th: สรุป
tr_tr: Özetle

# SystemTimeInvalid
source: System time and the server time inconsistent ! {0}Error code: 106
ar_sa: وقت النظام ووقت الخادم غير متسقين! {0}رمز الخطأ : 106
fr_fr: Heure du système et celle du serveur incohérentes! {0}Code d'erreur : 106
he_il: זמני המערכת והשירות אינם עקביים! {0} קוד שגיאה: 106
it_it: L'ora del sistema e quella del server non coincidono! {0} Codice di errore: 106
ja_jp: システム時間とサーバー時間が一致しない! {0} エラーコード：106
ko_kr: 시스템 시간과 서버 시간이 일치하지 않습니다! {0}오휴 코드: 106
pt_pt: O tempo do sistema e o tempo do servidor não se coincidem! {0} Código de erro: 106
th_th: ระบบเวลาและระบบเซิร์ฟเวอร์ไม่สอดคล้องกัน! รหัสข้อผิดพลาด{0}: 106
tr_tr: Sistem ve sunucu süreleri tutarsız! {0} hata kodu: 106

source: Unrecorded Price
ar_sa: لم يتم تسجيل المبلغ
fr_fr: Prix non enregistré
he_il: הסכום אינו נרשם
it_it: Importo non registrato
ja_jp: 未記録の金額
ko_kr: 금액이 기록되지 않았습니다
pt_pt: Valor não registado
th_th: ไม่ได้บันทึกยอดเงิน
tr_tr: Kaydedilmemiş miktar

source: Received Price
ar_sa: المبلغ المستلم
fr_fr: Prix reçu
he_il: הסכום שהתקבל
it_it: Importo ricevuto
ja_jp: 受け取った金額
ko_kr: 청구된 금액입니다
pt_pt: Valor recebido
th_th: ยอดเงินที่ได้รับ
tr_tr: Alınan miktar

source: Prefix
ar_sa: مبدئي
fr_fr: Préfixe
he_il: ראש המילה
it_it: Prefisso
ja_jp: プレフィックス
ko_kr: 접두사
pt_pt: Prefixo
th_th: หัวของคํา
tr_tr: Önek

source: Multi-Language
ar_sa: لغات متعددة
he_il: רב לשוני
it_it: Multilingue
ja_jp: 多言語
ko_kr: 다국어
pt_pt: multilingua
th_th: หลายภาษา
tr_tr: Çok dilli

# Exception_DatabaseNotFound
source: Remote server database is not found! Please check! Error code: 108
ar_sa: لم يتم العثور على قاعدة بيانات الخادم البعيد، يرجى التحقق! رمز الخطأ: 108
fr_fr: Base de données du serveur distant pas trouvée! Veuillez vérifier! Code d'erreur : 108
he_il: מסד הנתונים של השירות המרוחק לא נמצא, נא בדוק! קוד שגיאה: 108
it_it: Il database del server remoto non è stato trovato, controllare! Codice di errore: 108
ja_jp: リモートサーバーのデータベースが見つかりません。 エラーコード：108
ko_kr: 원격 서버 데이터베이스를 찾을 수 없습니다, 점검해보시길 바랍니다! 오류 코드: 108
pt_pt: Base de dados do servidor remoto não encontrada, por favor verifique! Código de erro: 108
th_th: ไม่พบฐานข้อมูลเซิร์ฟเวอร์ระยะไกล โปรดตรวจสอบ! รหัสข้อผิดพลาด: 108
tr_tr: Uzak sunucu veritabanı bulunamadı, lütfen kontrol edin! Hata kodu: 108

# Exception_DatabaseLoadFailed
source: Remote server database load failed! ! Error code: 109
ar_sa: فشل تحميل قاعدة بيانات الخادم البعيد! رمز الخطأ: 109
fr_fr: Échec de chargement de la base de données du serveur distant ! Code d'erreur: 109
he_il: טעינת מסד הנתונים של השירות המרוחק נכשלה! קוד שגיאה: 109
it_it: Il database del server remoto non è riuscito a caricarsi! Codice di errore: 109
ja_jp: リモートサーバーのデータベースのロードに失敗しました。 エラーコード：109
ko_kr: 원격 서버 데이터베이스 로드에 실패했습니다! 오류 코드: 109
pt_pt: A base de dados do servidor remoto não conseguiu carregar! Código de erro: 109
th_th: ฐานข้อมูลเซิร์ฟเวอร์ระยะไกลไม่สามารถโหลดได้! รหัสข้อผิดพลาด: 109
tr_tr: Uzak sunucu veritabanı yüklemek için başarısız oldu! Hata kodu: 109

source: No Limit
ar_sa: لا توجد قيود
fr_fr: Pas de limite
he_il: אין הגבלות
it_it: Non c'è limite
ja_jp: 制限はありません
ko_kr: 무제한
pt_pt: Não há limite
th_th: ไม่มีข้อจํากัด
tr_tr: Herhangi bir kısıtlama yoktur

# ProductExpiredDescription
source: Change product expired time!
ar_sa: تعديل وقت انتهاء صلاحية المنتج !‏
fr_fr: Changer la durée de validité du produit!
he_il: שנה את זמן התפוגה של המוצר !‏
it_it: Modificare la data di scadenza del prodotto!
ja_jp: 商品の使用期限を修正する!
ko_kr: 제품 만료 시간을 수정!
pt_pt: Modificar a data de vencimento do produto!
th_th: แก้ไขเวลาหมดอายุของผลิตภัณฑ์!
tr_tr: Ürünün son kullanma süresini değiştirin!

source: None
ar_sa: لا شيء
fr_fr: Aucun
he_il: אין
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_pt: Nenhum
th_th: ไม่มี
tr_tr: Yok

source: Barcode Reader
ar_sa: قارئ الباركود
fr_fr: Lecteur de codes-barres
he_il: קורא ברקודים
it_it: Lettore di codici a barre
ja_jp: バーコードリーダー
ko_kr: 바코드 판독기
pt_pt: Leitor de código de barras
th_th: เครื่องอ่านบาร์โค้ด
tr_tr: Barkod okuyucu

# PrintBarcodeDescription
source: Print Barcode
ar_sa: طباعة الباركود
fr_fr: Imprimer le code-barres
he_il: תדפיס את הברקוד
it_it: Stampa di codici a barre
ja_jp: バーコード印刷
ko_kr: 바코드 인쇄
pt_pt: Imprimir os códigos de barras
th_th: พิมพ์บาร์โค้ด
tr_tr: Barkodu yazdır

source: Size
ar_sa: المقاس
fr_fr: Taille
he_il: גודל
it_it: dimensione
ja_jp: サイズ
ko_kr: 크기
pt_pt: Tamanho
th_th: ขนาด
tr_tr: Boyutu

# BarcodeLengthLimit
source: Barcode length must be 8 or 13 !
ar_sa: يجب أن يتألف رمز الباركود من 8 أو 13 رقمًا !‏
fr_fr: Longueur du code barre doit être de 8 ou 13!
he_il: אורך הברקוד חייב להיות 8 או 13 סיביות !‏
it_it: La lunghezza del codice a barre deve essere di 8 o 13 cifre!
ja_jp: バーコードの長さは8桁か13桁でお願いします!
ko_kr: 바코드 길이는 8자리 또는 13자리여야 합니다!
pt_pt: O comprimento do código de barras deve ser de 8 ou 13 dígitos!
th_th: ความยาวบาร์โค้ดต้อง 8 หรือ 13 ตัว!
tr_tr: Barkod uzunluğu 8 veya 13 bit olmalıdır!

source: Bill-Wide
ar_sa: الفاتورة-عرض
fr_fr: Facture-largeur
he_il: חשבון-רוחב
it_it: Fatturazione - larga
ja_jp: 請求書 - 幅広さ
ko_kr: 청구서 - 폭
pt_pt: Conta - ampla
th_th: บิล - กว้าง
tr_tr: Fatura - geniş

source: Print All
ar_sa: طباعة الكل
fr_fr: Imprimer tout
he_il: הדפס את הכול
it_it: Stampa tutti
ja_jp: すべてを印刷する
ko_kr: 전부 인쇄
pt_pt: Imprimir tudo
th_th: พิมพ์ทั้งหมด
tr_tr: Hepsini yazdır

# ConfirmBalanceInjustice
source: Balance injustice! confirmed ?
ar_sa: الرصيد غير متساو، هل أنت متأكد؟‏
fr_fr: Solde déséquilibrée, confirmé?
he_il: היתרה לא אחידה, בסדר?‏
it_it: Il credito residuo è disomogeneo, ne è sicuro?
ja_jp: バランスが不揃いですが、大丈夫ですか？
ko_kr: 잔액이 균형되지 않습니다. 확인하시겠습니까?
pt_pt: O saldo está desigual. Tem a certeza?
th_th: ยอดคงเหลือไม่สมดุล แน่ใจหรือไม่?
tr_tr: Denge düzensiz, emin misin?

source: Product Parent Name
ar_sa: اسم المنتج الأصلي
fr_fr: Nom du produit parent
he_il: שם מוצר האב
it_it: Nome del prodotto del parentale
ja_jp: 親製品の名前
ko_kr: 상위 제품 이름
pt_pt: Nome do produto tipo parente
th_th: ชื่อผลิตภัณฑ์หลัก
tr_tr: Ana ürün adı

source: Product Parent Count
ar_sa: عدد المنتجات الأصلية
fr_fr: Nombre de produit parent
he_il: כמות מוצר האב
it_it: Numero di prodotti parentali
ja_jp: 親製品の数量
ko_kr: 상위 제품 수량
pt_pt: Número de produtos tipo parente
th_th: จํานวนผลิตภัณฑ์หลัก
tr_tr: Ana ürünlerin sayısı

source: Borrow
ar_sa: الائتمان
fr_fr: Emprunter
he_il: אשראי
it_it: Credito
ja_jp: 借り入れ
ko_kr: 외상
pt_pt: Comprar ou vender por conta
th_th: ค้างจ่าย
tr_tr: Kredi

# CanNotExceed
source: Total paid price is ￥{0} !
ar_sa: المبلغ الإجمالي للدفع هو {0} يوان !‏
fr_fr: Le prix total payé est de ￥{0}!
he_il: הסכום הכולל ששולם הוא {0} יואן !‏
it_it: Il pagamento totale è stato di ￥{0}!
ja_jp: 支払い総額は￥{0}!
ko_kr: 총 지불 금액은 {0} 원입니다!
pt_pt: O pagamento total foi ${0}!
th_th: จํานวนเงินที่ชำระทั้งหมดคือ{0}หยวน!
tr_tr: Toplam ödeme tutarı {0} yuan!

source: Change Count
ar_sa: تعديل الكمية
fr_fr: Changer le nombre
he_il: שנה את הכמות
it_it: quantità di modifica
ja_jp: 数量の修正
ko_kr: 수량 수정
pt_pt: Quantidade de modificação
th_th: จํานวนการแก้ไข
tr_tr: Miktarı değiştirin

source: Information
ar_sa: تلميح
he_il: טיפים
it_it: informazione
ja_jp: インフォメーション
ko_kr: 팁
pt_pt: Dica
th_th: แนะนำ
tr_tr: Uçlar

# InnerBill
source: Internal Bill
ar_sa: الفوترة الداخلية
fr_fr: Facture interne
he_il: חיוב פנימי
it_it: Fatturazione interna
ja_jp: 内部課金
ko_kr: 내부 청구서
pt_pt: Conta interna
th_th: การเรียกเก็บเงินภายใน
tr_tr: Dahili faturalar

# OuterBill
source: External Bill
ar_sa: الفوترة الخارجية
fr_fr: Facture externe
he_il: חיוב חיצוני
it_it: Fatturazione esterna
ja_jp: 外部課金
ko_kr: 외부 청구서
pt_pt: Conta externa
th_th: การเรียกเก็บเงินภายนอก
tr_tr: Dış faturalar

# IndexNameOrBarcode
source: Please input index name or barcode no
ar_sa: يرجى إدخال اسم فهرس أو رمز باركود
fr_fr: Veuillez saisir le nom de l'index ou le N° du code-barres
he_il: נא הזן את שם האינדקס או את הברקוד
it_it: Inserire il nome dell'indice o il codice a barre
ja_jp: インデックス名またはバーコードを入力してください
ko_kr: 인덱스 이름 또는 바코드를 입력하십시오
pt_pt: Por favor digite o nome do índice ou código de barras
th_th: โปรดใส่ชื่อดัชนีหรือบาร์โค้ด
tr_tr: Lütfen dizin adını veya barkod'u girin

# Exception_DeviceExists
source: Current device is using !{0}Error code: 115
ar_sa: الجهاز قيد الاستخدام حالياً! {0} رمز الخطأ: 115
fr_fr: L'appareil actuel est utilisé! {0} code d'erreur: 115
he_il: ההתקן נמצא כעת בשימוש! {0} שגיאה: 115
it_it: Apparecchiature attuali in uso! {0} Codice di errore: 115
ja_jp: 現在使用中の機器! {0} エラーコード：115
ko_kr: 현재 디바이스가 사용 중입니다! {0} 오류 코드: 115
pt_pt: Equipamento está em uso! {0} Código de erro: 115
th_th: อุปกรณ์ปัจจุบันกําลังใช้งานอยู่! รหัสข้อผิดพลาด{0}: 115
tr_tr: Cihaz şu anda kullanımda! {0} hata kodu: 115

# ReturnId
source: Return No
ar_sa: رقم الإرجاع
fr_fr: N° de retour
he_il: מספר החזרה
it_it: Numero di ritorno
ja_jp: 返却番号
ko_kr: 반환 번호
pt_pt: Número de código de retorno
th_th: คืนหมายเลข
tr_tr: İade numarası

source: Return Bill
ar_sa: إعادة الفاتورة
fr_fr: Facture de retour
he_il: תחזיר את החשבון
it_it: Rimborso delle fatture
ja_jp: 返却の請求書
ko_kr: 청구서 반환
pt_pt: Retornar a conta
th_th: คืนใบเรียกเก็บเงิน
tr_tr: Faturayı iade edin

source: Balance Manager
ar_sa: إدارة الرصيد
fr_fr: Gestion de solde
he_il: ניהול היתרה
it_it: Gestione del credito residuo
ja_jp: 残高管理
ko_kr: 잔액 관리
pt_pt: Gerenciamento do saldo
th_th: การจัดการยอดคงเหลือ
tr_tr: Denge yönetimi

source: BalanceName
ar_sa: اسم الرصيد
fr_fr: Nom de solde
he_il: שם היתרה
it_it: Nome del credito residuo
ja_jp: 残高名
ko_kr: 잔액이름
pt_pt: Nome do saldo
th_th: ชื่อยอดคงเหลือ
tr_tr: Bakiye adı

# IsBind
source: Bind
ar_sa: الربط
fr_fr: Lier
he_il: איגוד
it_it: Associare
ja_jp: バインド
ko_kr: 바인딩
pt_pt: Prender
th_th: ผูก
tr_tr: Bağlama

# CardOnlyCouldBindOnce
source: You can only bind one card !
ar_sa: يمكن ربط بطاقة واحدة فقط !‏
fr_fr: Vous ne pouvez relier qu'une seule carte!
he_il: רק כרטיס אחד מאוגד !‏
it_it: Associare fino a una carta!
ja_jp: バインドされるカードは1枚だけです！
ko_kr: 최대 하나의 카드만 바인딩할 수 있습니다!
pt_pt: Só pode prender um cartão no máximo
th_th: สามารถผูกได้มากสุดหนึ่งบัญชี!
tr_tr: En fazla sadece bir kart bağlanabilir!

source: Account Bank
ar_sa: بنك الحساب
fr_fr: Compte Bancaire
he_il: בנק פתיחת החשבון
it_it: Banca del conto
ja_jp: 口座銀行
ko_kr: 계좌 개설
pt_pt: Banco de conta
th_th: เปิดบัญชีธนาคาร
tr_tr: Banka hesap açma

source: Account Name
ar_sa: اسم الحساب
fr_fr: Nom du compte
he_il: שם החשבון נפתח
it_it: Nome del conto
ja_jp: 口座名
ko_kr: 계좌 개설 이름
pt_pt: Nome da conta
th_th: ชื่อบัญชีที่เปิด
tr_tr: Hesap adı

source: Account No
ar_sa: رقم الحساب
fr_fr: N° de compte
he_il: מספר החשבון נפתח
it_it: Apri un conto
ja_jp: 口座を開設する
ko_kr: 계좌 번호 개설
pt_pt: Nome da conta
th_th: หมายเลขที่เปิดบัญชีธนาคาร
tr_tr: Hesap açma

source: ReturnType
ar_sa: نوع الإرجاع
fr_fr: Type de retour
he_il: סוג ההחזרה
it_it: Tipo di restituzione
ja_jp: 返却種類
ko_kr: 반환 유형
pt_pt: Tipo de retorno
th_th: ชนิดที่ส่งคืน
tr_tr: İade türü

source: Return Manager
ar_sa: إدارة الإرجاع
fr_fr: Gestion de retour
he_il: ניהול החזרה
it_it: Restituzione dell'amministratore
ja_jp: 返却管理
ko_kr: 반환 관리
pt_pt: Gerenciamento de retorno
th_th: ส่งคืนการจัดการ
tr_tr: İade yönetimi

source: From Customer
ar_sa: من العميل
fr_fr: Du client
he_il: מהלקוח
it_it: Da parte dei clienti
ja_jp: お客様より
ko_kr: 고객으로부터
pt_pt: Veio de clientes
th_th: จากลูกค้า
tr_tr: Müşteriden

source: To Supplier
ar_sa: إعادة للمورد
fr_fr: Au fournisseur
he_il: החזרה לספק
it_it: Restituzione al fornitore
ja_jp: ベンダーへ
ko_kr: 공급업체 반환
pt_pt: Retornar para os fornecedores
th_th: คืนผู้จัดจำหน่าย
tr_tr: Tedarikçiye geri dönün

source: Return Details
ar_sa: تفاصيل الإرجاع
fr_fr: Détails de retour
he_il: פרטי החזר
it_it: Dettagli della restituzione
ja_jp: 詳細に戻る
ko_kr: 자세한 내용 반환
pt_pt: Voltar a Detalhes
th_th: รายละเอียดการส่งคืน
tr_tr: Ayrıntıları iade edin

# IsChange
source: Replace
ar_sa: استبدل
fr_fr: Remplacer
he_il: להחליף
it_it: sostituzioni
ja_jp: 入れ替え
ko_kr: 교체
pt_pt: Substituir
th_th: แทนที่
tr_tr: Değiştirmek

source: Checkout Return
ar_sa: استرجاع المبلغ المدفوع
fr_fr: Retour du règlement
he_il: החזרת הקופה
it_it: Restituzione del pagamento
ja_jp: 勘定の返却
ko_kr: 결제 반환됩니다
pt_pt: Conta devolvida
th_th: คืนบิล
tr_tr: Ödeme iadesi

source: Balance Pays Income Statistic
ar_sa: إحصاءات إيرادات مدفوعات الرصيد
fr_fr: Statistiques de revenus de paiement par solde
he_il: סטטיסטיקת הכנסה מתשלום יתרה
it_it: Statistiche sui redditi del credito residuo
ja_jp: 残高支払所得統計
ko_kr: 잔액 지급 소득 통계
pt_pt: Estatísticas de rendimentos do pagamento de saldo
th_th: สถิติรายได้ยอดคงเหลือที่ต้องชำระ
tr_tr: Bakiye ödeme gelir istatistikleri

source: Balance Pays Spend Statistic
ar_sa: إحصاءات مصروفات مدفوعات الرصيد
fr_fr: Statistiques de dépenses de paiement par solde
he_il: סטטיסטיקת הוצאה מתשלום יתרה
it_it: Statistiche sulle spese di pagamento con il credito residuo
ja_jp: 残高支払支出統計
ko_kr: 잔액 지불 지출 통계
pt_pt: Estatísticas dos pagamentos
th_th: สถิติรายจ่ายยอดคงเหลือที่ต้องชำระ
tr_tr: Bakiye ödeme gideri istatistikleri

# BalancePayByCash
source: Balance Pay(Cash)
ar_sa: دفع الرصيد (نقدا)
fr_fr: Paiement par solde(Espèces)
he_il: תשלום יתרה (מזומן)
it_it: Pagamento con il credito residuo (in contanti)
ja_jp: 残高のお支払い（現金）
ko_kr: 잔액 결제(현금)
pt_pt: Pagamentos do saldo (em dinheiro)
th_th: การชําระเงินคงเหลือ (เงินสด)
tr_tr: Bakiye ödemesi (nakit)

# BalancePayByCard
source: Balance Pay(Card)
ar_sa: دفع الرصيد (البطاقة)
fr_fr: Paiement par solde(Carte)
he_il: תשלום יתרה (כרטיס)
it_it: Pagamento con il credito residuo (Carta)
ja_jp: 残高のお支払い（カード）
ko_kr: 잔액 결제(카드)
pt_pt: Pagamentos do saldo (em cartão)
th_th: การชําระเงินคงเหลือ (บัตร)
tr_tr: Bakiye ödemesi (kart)

# MemberPayByCash
source: Member Pay(Cash)
ar_sa: دفع العضو (نقدا)
fr_fr: Paiement par membre (Espèces)
he_il: תשלום חבר (מזומן)
it_it: Pagamenti dei membri (in contanti)
ja_jp: 会員支払い（現金）
ko_kr: 회원 결제(현금)
pt_pt: Pagamentos do membro (em dinheiro)
th_th: การชําระเงินสมาชิก (เงินสด)
tr_tr: Üye Ödemeleri (Nakit)

# MemberPayByCard
source: Member Pay(Card)
ar_sa: دفع العضو (البطاقة)
fr_fr: Paiement par membre(Carte)
he_il: תשלום חבר (כרטיס)
it_it: Pagamento dei membri (Carta)
ja_jp: 会員支払い（カード）
ko_kr: 회원 결제(카드)
pt_pt: Pagamento do membro (Em Cartão)
th_th: การชําระเงินสมาชิก (บัตร)
tr_tr: Üye ödemesi (kart)

# SupplierPayByCash
source: Supplier Pay(Cash)
ar_sa: دفع المورد (نقدا)
fr_fr: Paiement par fournisseur (Espèces)
he_il: תשלום ספק (מזומן)
it_it: Pagamenti del fornitore (contanti)
ja_jp: ベンダー支払い（現金）
ko_kr: 공급업체 지불(현금)
pt_pt: Pagamento a fornecedores (em dinheiro)
th_th: การชําระเงินของผู้จัดจำหน่าย (เงินสด)
tr_tr: Tedarikçi ödemeleri (nakit)

# SupplierPayByCard
source: Supplier Pay(Card)
ar_sa: دفع المورد (بطاقة)
fr_fr: Paiement par fournisseur (carte)
he_il: תשלום ספק (כרטיס)
it_it: Pagamenti del fornitore (carte)
ja_jp: ベンダー支払い（カード）
ko_kr: 공급업체 결제(카드)
pt_pt: Pagamento a fornecedores (em cartões)
th_th: การชําระเงินของผู้จัดจำหน่าย (บัตร)
tr_tr: Tedarikçi ödemesi (kart)

# AdminPayByCash
source: Admin Pay(Cash)
ar_sa: دفع المسؤول (نقدا)
fr_fr: Paiement par administrateur(espèces)
he_il: תשלום מנהל מערכת (מזומן)
it_it: Pagamenti dell'amministratore (in contanti)
ja_jp: 管理者支払い（現金）
ko_kr: 관리자 지불(현금)
pt_pt: Pagamentos do administrador (em dinheiro)
th_th: การชําระเงินของผู้ดูแลระบบ (เงินสด)
tr_tr: Yönetici ödemesi (nakit)

# AdminPayByCard
source: Admin Pay(Card)
ar_sa: دفع المسؤول (البطاقة)
fr_fr: Paiement par administrateur(Carte)
he_il: תשלום מנהל מערכת (כרטיס)
it_it: Pagamento dell'amministratore (carte)
ja_jp: 管理者支払い（カード）
ko_kr: 관리자 지불(카드)
pt_pt: pagamento do administrador(em cartões)
th_th: การชําระเงินของผู้ดูแลระบบ (บัตร)
tr_tr: Yönetici ödemesi (kart)

source: Return Statistic
ar_sa: إحصائيات الإرجاع
fr_fr: Statistiques de retour
he_il: סטטיסטיקת החזר
it_it: Statistiche di ritorno
ja_jp: 統計のほうへ戻る
ko_kr: 통계 반환
pt_pt: Estatísticas de retorno
th_th: สถิติการส่งคืน
tr_tr: İade istatistikleri
