Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

# RestartDescription
source: Restart the Hosts.
ar_sa: أعد تشغيل الجهاز الرئيسي .‏
fr_fr: Redémarrer les hôtes.
he_il: הפעל מחדש את המחשב המארח .‏
it_it: Riavviare il mainframe.
ja_jp: ホストを再起動します。
ko_kr: 호스트 재부팅.
pt_pt: Reiniciar o hospideiro.
th_th: รีสตาร์ทโฮสต์.
tr_tr: Ana bilgisayarı yeniden başlatın.

# SaveBeforeDelete
source: Please save data!
ar_sa: يرجى حفظ البيانات أولاً !‏
fr_fr: Veuillez sauvegarder les données!
he_il: אנא לשמור את נתונים תחילה !‏
it_it: Si prega di salvare prima i dati!
ja_jp: まずはデータの保存をお願いします!
ko_kr: 먼저 데이터를 저장하십시오!
pt_pt: Por favor, salve primeiro os seus dados!
th_th: กรุณาบันทึกข้อมูลก่อน!
tr_tr: Lütfen önce verileri kaydedin!

# ShowOrder
source: Show Bill
ar_sa: عرض الفاتورة
fr_fr: Consulter la facture
he_il: הצג את החשבון
it_it: Visualizza il disegno di legge
ja_jp: 請求書を見る
ko_kr: 청구서 보기
pt_pt: Ver factura
th_th: ดูใบเรียกเก็บเงิน
tr_tr: Faturayı görüntüleyin

# ShowOrderDescription
source: Show bill Details.
ar_sa: عرض تفاصيل الفاتورة .‏
fr_fr: Consulter les détails de la facture.
he_il: הצג את פרטי החיוב .‏
it_it: Visualizza i dettagli di fatturazione.
ja_jp: 請求書の詳細を表示します。
ko_kr: 청구서 세부 정보 보기.
pt_pt: Ver detalhes de faturação.
th_th: ดูรายละเอียดการเรียกเก็บเงิน.
tr_tr: Fatura ayrıntılarını görüntüleyin.

source: Shutdown
ar_sa: إيقاف التشغيل
fr_fr: Arrêter
he_il: כיבוי
it_it: Spegnimento
ja_jp: シャットダウン
ko_kr: 종료
pt_pt: Encerramento
th_th: ปิด
tr_tr: Kapatma

# ShutdownDescription
source: Shutdown the Hosts.
ar_sa: إيقاف تشغيل الجهاز الرئيسي .‏
fr_fr: Arrêter les hôtes.
he_il: כבה את הפונדקאי .‏
it_it: Spegnere il mainframe.
ja_jp: ホストをシャットダウンします。
ko_kr: 본체 종료.
pt_pt: Encerramento do hospideiro.
th_th: ปิดโฮสต์.
tr_tr: Ana bilgisayarı kapatın.

source: Uneven Balance!
ar_sa: الرصيد غير متساو !‏
fr_fr: Balance déséquilibrée!
he_il: היתרה לא מאוזנת !‏
it_it: Non è giusto il credito residuo!
ja_jp: 残高が均等ではありません!
ko_kr: 잔액이 균형되지 않습니다!
pt_pt: O resto inequilíbrio!
th_th: ยอดเงินไม่สมดุล!
tr_tr: Denge düzensiz!

source: Confirm
ar_sa: تأكيد
fr_fr: Confirmer
he_il: לאשר
it_it: Confermare
ja_jp: 確認
ko_kr: 확인
pt_pt: Confirmar
th_th: ยืนยัน
tr_tr: Onaylamak

# NewRoom
source: New Table
ar_sa: مقعد جديد
fr_fr: Nouvelle table
he_il: מושב חדש
it_it: Nuovo sedile
ja_jp: 新しいテーブル
ko_kr: 새 테이블
pt_pt: Cabina nova
th_th: วีไอพีใหม่
tr_tr: Yeni koltuk

source: Send Fire Alarm
ar_sa: إنذار حريق
fr_fr: Envoyer Alarme Incendie
he_il: שלח אזעקת אש
it_it: Mandare un allarme antincendio
ja_jp: 火災アラートを送信する
ko_kr: 화재 경보 발송
pt_pt: Enviar alarme de incêndio
th_th: ส่งสัญญาณเตือนไฟไหม้
tr_tr: Yangın alarmı gönderin

source: Barcode
ar_sa: الباركود
fr_fr: Code-barres
he_il: ברקוד
it_it: Codice a barre
ja_jp: バーコード
ko_kr: 바코드
pt_pt: código de barras
th_th: บาร์โค้ด
tr_tr: Barkod

source: Disabled
ar_sa: تم التعطيل
fr_fr: Desactivé
he_il: נכה
it_it: Vietato
ja_jp: 使用禁止された
ko_kr: 비활성화되었습니다
pt_pt: Proibido
th_th: ห้ามใช้
tr_tr: Engelli

source: Price
ar_sa: السعر
fr_fr: Prix
he_il: מחיר
it_it: Prezzo
ja_jp: かかく
ko_kr: 가격
pt_pt: preço
th_th: ราคา
tr_tr: Fiyat

# IsPayByTime
source: Is By Time
ar_sa: حسب الوقت
fr_fr: est par temps
he_il: אם לפי הזמן
it_it: In base al tempo, si o no
ja_jp: 時間で決めるかどうか
ko_kr: 시간별로 할지 말지
pt_pt: Se por tempo
th_th: ตามเวลาใช่หรือไม่
tr_tr: Zamana göre olsun

# PriceHour
source: Time Price
ar_sa: سعر الوقت
fr_fr: Prix du temps
he_il: מחיר זמן
it_it: Prezzo del tempo
ja_jp: 時間価格
ko_kr: 시간 가격
pt_pt: Preço de tempo
th_th: ราคาเวลา
tr_tr: Zaman fiyatı

source: Is Auto Extend Time
ar_sa: هل تريد تمديد الوقت تلقائيا
fr_fr: C'est une prolongation automatique du délai
he_il: האם להאריך את הזמן באופן אוטומטי
it_it: Prolungare si o no il tempo utomaticamente
ja_jp: 時間が自動的に延長されるかどうか
ko_kr: 자동으로 시간을 늘릴지 말지
pt_pt: Quer prolongar o tempo automaticamente
th_th: จะขยายเวลาโดยอัตโนมัติหรือไม่
tr_tr: Süreyi otomatik olarak uzatıp uzatmamak

# PropertyUnSame
source: Data inconsistencies, please restart and try again!
ar_sa: البيانات غير متناسقة، يرجى إعادة التشغيل والمحاولة مرة أخرى !‏
fr_fr: Incohérence de données, veuillez redémarrer et réessayer!
he_il: הנתונים אינם עקביים, נא הפעל מחדש ונסה שוב !‏
it_it: Dati non coerenti, riavviare e riprovare!
ja_jp: データが不一致のため、再起動してもう一度試してみてください!
ko_kr: 데이터가 일치하지 않습니다, 재부팅하고 다시 시도하십시오!
pt_pt: Dados inconsistentes, por favor reinicialize e tente novamente!
th_th: ข้อมูลไม่สอดคล้องกัน โปรดเริ่มใหม่และลองอีกครั้ง!
tr_tr: Veriler tutarsız, lütfen yeniden başlatın ve yeniden deneyin!

source: Admin Name
ar_sa: اسم المسؤول
fr_fr: Nom de l'administrateur
he_il: שם מנהל המערכת
it_it: Nome dell'amministratore
ja_jp: 管理者名
ko_kr: 관리자 이름
pt_pt: Nome do Administrador
th_th: ชื่อผู้ดูแลระบบ
tr_tr: Yönetici adı

source: Admin Manager
ar_sa: إدارة المسؤول
fr_fr: Gestion d'administrateur
he_il: ניהול מנהל מערכת
it_it: Gestione amministratori
ja_jp: 管理者管理
ko_kr: 관리자 관리
pt_pt: Gerenciamento de administradores
th_th: การจัดการผู้ดูแลระบบ
tr_tr: Yönetici yönetimi

source: Admin No
ar_sa: رقم المسؤول
fr_fr: N° d'administrateur
he_il: מספר מנהל המערכת
it_it: Numero Admin
ja_jp: 管理者番号
ko_kr: 관리자 번호
pt_pt: Código de admin
th_th: หมายเลขผู้ดูแลระบบ
tr_tr: Yönetici numarası

source: Sex
ar_sa: الجنس
fr_fr: Sexe
he_il: מין
it_it: Generi
ja_jp: 性別
ko_kr: 성별
pt_pt: gênero
th_th: เพศ
tr_tr: Cinsiyet

source: ID Number
ar_sa: رقم الهوية
fr_fr: N° d'identité
he_il: מספר זיהוי
it_it: Numero ID
ja_jp: 身分証明書番号
ko_kr: 주민등록번호
pt_pt: Número de identificação
th_th: หมายเลขบัตรประชาชน
tr_tr: Kimlik numarası

source: Menu
ar_sa: القائمة
he_il: תפריט
ja_jp: メニュー
ko_kr: 메뉴
th_th: เมนู
tr_tr: Menü

# IsOnlyOwn
source: Limit Manage
ar_sa: إدارة القيود
fr_fr: Gestion de limites
he_il: הגבל את הניהול
it_it: Restrizioni di gestione
ja_jp: かんりせいげん
ko_kr: 관리 제한
pt_pt: Restrições de administração
th_th: จำกัดการจัดการ
tr_tr: Limit yönetimi

source: Is Enable
ar_sa: التشغيل أو إيقاف التشغيل
fr_fr: Est activé
he_il: אם להדליק אותו או לא
it_it: Attivare o no
ja_jp: 開くかどうか
ko_kr: 켜져 있는지 아닌지
pt_pt: Se abre
th_th: ต้องการที่จะเปิดหรือไม่
tr_tr: Açıp açmamak

source: Guest
ar_sa: النزلاء
fr_fr: Invité
he_il: האורחים
it_it: Cliente
ja_jp: ゲスト
ko_kr: 손님
pt_pt: Convidado
th_th: ลูกค้า
tr_tr: Konuklar

source: Employee
ar_sa: الموظفون
fr_fr: Employé
he_il: עובדים
it_it: Dipendenti
ja_jp: 従業員
ko_kr: 직원
pt_pt: Empregados
th_th: พนักงาน
tr_tr: Çalışan

source: Admin
ar_sa: المسؤولين
fr_fr: Administrateur
he_il: מנהל
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
pt_pt: Administrador
th_th: ผู้ดูแล
tr_tr: Yönetici

source: Device No
ar_sa: رقم الجهاز
fr_fr: N° du dispositif
he_il: מספר ההתקן
it_it: Numero dell'apparecchiatura
ja_jp: 設備番号
ko_kr: 디바이스 번호
pt_pt: Código de equipamento
th_th: หมายเลขอุปกรณ์
tr_tr: Cihaz numarası

source: Device Type
ar_sa: نوع الجهاز
fr_fr: Type de dispositif
he_il: סוג ההתקן
it_it: Tipo di apparecchiatura
ja_jp: 装置の種類
ko_kr: 디바이스 유형
pt_pt: Tipo de equipamento
th_th: ชนิดของอุปกรณ์
tr_tr: Cihazın türü

source: Device Manager
ar_sa: إدارة الجهاز
fr_fr: Gestion de dispostif
he_il: ניהול מכשירים
it_it: Gestione delle attrezzature
ja_jp: 設備管理
ko_kr: 디바이스 관리
pt_pt: Administração de equipamento
th_th: การจัดการอุปกรณ์
tr_tr: Cihaz yönetimi

source: Computer
ar_sa: الكمبيوتر
fr_fr: Ordinateur
he_il: המחשב
it_it: Computer portatili
ja_jp: コンピュータ
ko_kr: 컴퓨터
pt_pt: Computador
th_th: คอมพิวเตอร์
tr_tr: Bilgisayar

source: Tablet
ar_sa: جهاز لوحي
fr_fr: Tablette
he_il: צלחת
ja_jp: タブレット
ko_kr: 테플릿
pt_pt: Tablete
th_th: แท็บเล็ต
tr_tr: Plaka

source: Printer Manager
ar_sa: إدارة الطابعة
fr_fr: Gestion d'imprimante
he_il: ניהול מדפסות
it_it: Gestione della stampante
ja_jp: プリンタ管理
ko_kr: 프린터 관리
pt_pt: Administração de Impressoras
th_th: การจัดการเครื่องพิมพ์
tr_tr: Yazıcı yönetimi

source: Printer Name
ar_sa: اسم الطابعة
fr_fr: Nom de l'imprimeur
he_il: שם המדפסת
it_it: Nome della stampante
ja_jp: プリンタ名
ko_kr: 프린터 이름
pt_pt: Nome da impressora
th_th: ชื่อของเครื่องพิมพ์
tr_tr: Yazıcının adı

source: Printer Device Name
ar_sa: اسم جهاز الطابعة
fr_fr: Nom de l'appareil d'impression
he_il: שם התקן המדפסת
it_it: Nome dell'apparecchiatura di stampa
ja_jp: プリンタ設備名称
ko_kr: 프린터 디바이스 이름
pt_pt: Nome do equipamento de impressão
th_th: ชื่อของอุปกรณ์เครื่องพิมพ์
tr_tr: Yazıcı aygıtının adı

source: Print Type
ar_sa: نوع الطباعة
fr_fr: Type d'impression
he_il: סוג ההדפסה
it_it: Tipo di stampa
ja_jp: 印刷タイプ
ko_kr: 프린트 유형
pt_pt: Tipo de impressão
th_th: ชนิดของการพิมพ์
tr_tr: Baskı türü

source: Customer
ar_sa: العميل
fr_fr: Client
he_il: לקוח
it_it: Cliente
ja_jp: クライアント
ko_kr: 고객
pt_pt: Cliente
th_th: ลูกค้า
tr_tr: Müşteri

source: Kitchen
ar_sa: المطبخ
fr_fr: Cuisine
he_il: מטבח
it_it: Cucina
ja_jp: キッチン
ko_kr: 키친
pt_pt: Cozinha
th_th: ห้องครัว
tr_tr: Mutfak

source: Member No
ar_sa: رقم العضوية
fr_fr: N° du membre
he_il: מספר חבר
it_it: Numero d'iscrizione
ja_jp: 会員番号
ko_kr: 회원 번호
pt_pt: Número de membro
th_th: หมายเลขสมาชิก
tr_tr: Üyelik numarası

source: Member Manager
ar_sa: إدارة العضوية
fr_fr: Gestion de membres
he_il: ניהול חבר
it_it: Gestione del membro
ja_jp: 会員管理
ko_kr: 회원 관리
pt_pt: Gestão de membros
th_th: การจัดการสมาชิก
tr_tr: Üye yönetimi

source: Member Name
ar_sa: اسم العضو
fr_fr: Nom du membre
he_il: שם החבר
it_it: Nome del membro
ja_jp: 会員名称
ko_kr: 회원이름
pt_pt: Nome do Membro
th_th: ชื่อของสมาชิก
tr_tr: Üyenin adı

source: Occupation
ar_sa: المهنة
fr_fr: Profession
he_il: תעסוקתית
it_it: Carriera
ja_jp: キャリア
ko_kr: 직업
pt_pt: Carreira
th_th: อาชีพ
tr_tr: Meslek

source: Mobile
ar_sa: الهاتف المحمول
fr_fr: Téléphone portable
he_il: הפלאפון
it_it: Cellulare
ja_jp: モバイル
ko_kr: 휴대 전화
pt_pt: Móvel
th_th: โทรศัพท์มือถือ
tr_tr: Cep telefonu

source: Phone
ar_sa: الهاتف
fr_fr: Téléphone
he_il: טלפון
it_it: Telefono
ja_jp: でんわ
ko_kr: 전화
pt_pt: Telefone
th_th: โทรศัพท์
tr_tr: Telefon

source: Address
ar_sa: العنوان
fr_fr: Adresse
he_il: כתובת
it_it: Indirizzo
ja_jp: 住所
ko_kr: 주소
pt_pt: Endereço
th_th: ที่อยู่
tr_tr: Adres

# OfferRate
source: Sales Rate/100%
ar_sa: 100%/نسبة البيع
fr_fr: Taux de vente/100%
he_il: 100%/שיעור מכירה
it_it: Rapporto di vendita/100%
ja_jp: 売上高比率/100%
ko_kr: 판매비율/100%
pt_pt: Taxa de venda/100%
th_th: อัตราการขาย/100%
tr_tr: Satış oranı/100%

source: Spend Price
ar_sa: مبلغ الدفع
fr_fr: Prix de dépenses
he_il: הסכום שהושקע
it_it: Importo speso
ja_jp: 支払い金額
ko_kr: 지출 금액
pt_pt: Valor gasto
th_th: จํานวนเงินที่ใช้จ่าย
tr_tr: Harcanan miktar

source: Favorable Price
ar_sa: مبلغ الخصم
fr_fr: Prix préférentiel
he_il: סכום מוזל
it_it: Credito residuo scontato
ja_jp: 割引金額
ko_kr: 프로모션 금액
pt_pt: Valor descontado
th_th: จำนวนเงินที่ลด
tr_tr: İndirimli miktar

source: Expired Time
ar_sa: تاريخ الاستحقاق
fr_fr: Temps expiré
he_il: זמן תפוגה
it_it: Data di scadenza
ja_jp: 到着時間
ko_kr: 만료 시간
pt_pt: Data de vencimento
th_th: เวลาหมดอายุ
tr_tr: Son kullanma tarihi

source: Male
ar_sa: ذكر
fr_fr: Masculin
he_il: זכר
it_it: Uomo
ja_jp: おとこ
ko_kr: 남자
pt_pt: Masculino
th_th: ผู้ชาย
tr_tr: Erkek

source: Female
ar_sa: أنثى
fr_fr: Féminin
he_il: נקבה
it_it: Donna
ja_jp: おんな
ko_kr: 여자
pt_pt: Femenino
th_th: ผู้หญิง
tr_tr: Kadın

source: Register
ar_sa: تسجيل
fr_fr: S'inscrire
he_il: רשום
it_it: Registrazione
ja_jp: 登録
ko_kr: 등록
pt_pt: Registrar
th_th: ลงทะเบียน
tr_tr: Kayıtlı

source: Machine No
ar_sa: رمز الآلة
fr_fr: N° de machine
he_il: קוד מכונה
it_it: Codifica della macchina
ja_jp: 機械コード
ko_kr: 기계 코드
pt_pt: Código da máquina
th_th: รหัสเครื่อง
tr_tr: Makine kodu

source: Register No
ar_sa: رمز التسجيل
fr_fr: N° d'enregistrement
he_il: קוד הרישום
it_it: Codice di registrazione
ja_jp: 登録コード
ko_kr: 등록 코드
pt_pt: Código de Registo
th_th: รหัสการลงทะเบียน
tr_tr: Kayıt kodu

# SoftwareExpired
source: System has expired, do you want to re-register?
ar_sa: انتهت صلاحية النظام، هل تريد إعادة التسجيل؟‏
fr_fr: Système expiré, voulez-vous vous réenregistrer ?
he_il: פג תוקפה של המערכת, להירשם מחדש?‏
it_it: Il sistema è scaduto, vuoi rifare la registrazione?
ja_jp: システムの有効期限が切れているのですが、再度登録する必要がありますか？
ko_kr: 시스템이 만료되었습니다. 다시 등록하겠습니까?
pt_pt: O sistema expirou, registre novamente?
th_th: ระบบหมดอายุแล้ว ต้องการลงทะเบียนใหม่หรือไม่?
tr_tr: Sistemin süresi doldu, yeniden kaydolun?

# SoftwareSoonExpired
source: System will expired after {0}days later, {1}do you want to re-register now?
ar_sa: ستنتهي صلاحية النظام بعد {0} يومًا {1}، هل تريد التسجيل الآن؟‏
fr_fr: Système expiré après {0} jours, {1} voulez-vous vous réenregistrer maintenant ?
he_il: תוקפה {0} של המערכת {1} ימים, האם ברצונך להירשם כעת?‏
it_it: Il sistema scadrà tra {0} giorni {1}, vuoi registrati ora?
ja_jp: システム{1}の有効期限は{0}日ですが、今すぐ登録する必要がありますか？
ko_kr: 시스템이 {0} 일 후 {1} 만료됩니다. 지금 등록하시겠습니까?
pt_pt: O sistema expira dentro de {0} dias, preciso de me registrar agora?
th_th: ระบบ{0}หมดอายุ{1}วัน ต้องการลงทะเบียนตอนนี้หรือไม่?
tr_tr: Sistemin süresi {0} gün {1} içinde doluyor, şimdi kaydolmak ister misiniz?

# SoftwareExpiredWarn
source: In order not to affect the normal operation, we recommend you contact us 7 days ago before the system expired!
ar_sa: حتى لا تؤثر على الاستخدام العادي، نقترح عليك الاتصال بنا وتسجيل النظام قبل 7 أيام على الأقل!‏
fr_fr: Afin de ne pas affecter le fonctionnement normal, nous vous recommandons de nous contacter au plus tard 7 jours avant l'expiration du système!
he_il: על מנת לא להשפיע על שימוש רגיל, אנו ממליצים לך ליצור איתנו קשר ולרשום את המערכת עד 7 ימים מראש!‏
it_it: Per non interferire con il normale utilizzo del sistema, vi consigliamo di contattarci con almeno 7 giorni di anticipo per la registrazione del sistema!
ja_jp: 通常のご利用に支障をきたさないよう、7日前までにご連絡のうえご登録いただくようお勧めします!
ko_kr: 정상적인 사용을 할 수 있도록 늦어도 7일 전에 당사에 연락하여 시스템에 등록하시길 바랍니다!
pt_pt: Para não interferir com a utilização do sistema, recomendamos que nos contate com pelo menos 7 dias de antecedência e registre o sistema!
th_th: เพื่อไม่ให้ส่งผลกระทบต่อการใช้งานตามปกติ เราขอแนะนําให้คุณติดต่อเราและลงทะเบียนระบบล่วงหน้า 7 วัน!
tr_tr: Normal kullanımı etkilememek için, bizimle irtibata geçmenizi ve 7 gün önceden sisteme kayıt yaptırmanızı öneririz!

# RegisterSuccess
source: Registration is success, please restart the system!
ar_sa: تم التسجيل بنجاح، يرجى إعادة تشغيل النظام !‏
fr_fr: Enregistrement réussi, veuillez redémarrer le système!
he_il: ההרשמה הצליחה, אנא הפעל מחדש את המערכת !‏
it_it: Registrazione riuscita, si prega di riavviare il sistema!
ja_jp: 登録に成功した場合は、システムを再起動してください!
ko_kr: 등록에 성공했습니다, 시스템을 다시 시작하십시오!
pt_pt: registração bem sucedido, por favor reinicie o sistema!
th_th: ลงทะเบียนสําเร็จ โปรดรีสตาร์ทระบบ!
tr_tr: Kayıt başarılı oldu, lütfen sistemi yeniden başlatın!

source: Member Pay
ar_sa: الدفع للأعضاء
fr_fr: Paiement de membre
he_il: תשלומי חבר
it_it: Pagamento dei membri
ja_jp: 会員のお支払い
ko_kr: 회원 지불
pt_pt: Pagamento aos membros
th_th: การชําระเงินของสมาชิก
tr_tr: Üye ödemeleri

# MemberPayDescription
source: Display Member Pay Details
ar_sa: عرض تفاصيل الدفع الخاص بالعضو
fr_fr: Consulter les détails du paiement de membre
he_il: הצג פרטי תשלום חבר
it_it: Visualizza i dettagli di pagamento dei membri
ja_jp: 会員の支払い詳細を見る
ko_kr: 회원 결제 세부 정보 보기
pt_pt: Verifique os detalhes de pagamento dos membros
th_th: ดูรายละเอียดการชําระเงินของสมาชิก
tr_tr: Üye ödeme ayrıntılarını görüntüleyin

source: Member Pay No
ar_sa: رقم الدفع الخاص بالعضو
fr_fr: N° de paiement du membre
he_il: מספר תשלום חבר
it_it: Numero di pagamento del membro
ja_jp: 会員支払い番号
ko_kr: 회원 결제 번호
pt_pt: Número de Pagamento de Membro
th_th: หมายเลขการชําระเงินของสมาชิก
tr_tr: Üye ödeme numarası

# MemberBalanceNotEnough
source: Member Balance Price Not Enough!
ar_sa: رصيد العضو غير كافٍ!‏
fr_fr: Solde de membre insuffisant!
he_il: יתרת החברות אינה מספיקה!‏
it_it: Non c'è abbastanza nel credito residuo del membro!
ja_jp: 会員の残高が不足している!
ko_kr: 회원 잔액이 부족함!
pt_pt: Saldo de membros insuficiente!
th_th: จำนวนเงินของสมาชิกไม่เพียงพอ!
tr_tr: Üyelik dengesi yeterli değil!

source: Add Member
ar_sa: إضافة عضو
fr_fr: Ajouter un membre
he_il: הוסף חבר
it_it: Aggiungi membro
ja_jp: メンバーの追加
ko_kr: 멤버십 추가
pt_pt: Adicionar Membro
th_th: เพิ่มสมาชิก
tr_tr: Üye ekle

# PropertyNotFound
source: Not Found {0} !
ar_sa: لم يتم العثور على {0} ‏!‏‏
fr_fr: Non trouvé {0}!
he_il: לא נמצא {0} ‏!‏‏
it_it: Non trovato {0}!
ja_jp: 見つかりませんでした{0}!
ko_kr: {0}을 찾을 수 없음!
pt_pt: Não encontrado {0}!
th_th: หา{0}ไม่เจอ!
tr_tr: {0} bulunamadı!

# CheckoutImport
source: Checkout Expend
ar_sa: استحقاق الفاتورة
fr_fr: Dépenses de règlement
he_il: הוצאות קופה
it_it: Spese di pagamento
ja_jp: チェックアウト費用
ko_kr: 결제 비용
pt_pt: Conta pagada
th_th: ค่าใช้จ่ายการชําระเงิน
tr_tr: Ödeme giderleri

# RoomPrice
source: Table Price
ar_sa: سعر المقعد
fr_fr: Prix de table
he_il: מחיר מושב
it_it: Prezzo del sedile
ja_jp: テーブルの価格
ko_kr: 테이블 가격
pt_pt: Preço da mesa
th_th: ราคาวีไอพี
tr_tr: Koltuk fiyatı

# CountOfoffLimit
source: The count can not exceeds the specified limit !
ar_sa: لا يمكن أن تتجاوز الكمية الحد المحدد !‏
fr_fr: Le décompte ne peut pas dépasser la limite indiquée!
he_il: הכמות אינה יכולה לחרוג מהמגבלה שצוינה !‏
it_it: La quantità non può superare il limite specificato!
ja_jp: 数量は指定された上限を超えることはできません!
ko_kr: 수량은 지정된 제한을 초과할 수 없습니다!
pt_pt: A quantidade não pode passar do limite especificado!
th_th: จำนวนต้องไม่เกินขีดจํากัดที่ระบุ!
tr_tr: Miktar belirtilen sınırı aşmamalıdır!

# MemberExpired
source: Current member has expired!
ar_sa: انتهت صلاحية العضوية الحالية !‏
fr_fr: Membre actuel a expiré!
he_il: פג תוקפו של החבר הנוכחי !‏
it_it: L'attuale membro è scaduta!
ja_jp: 現在の会員資格は失効しました!
ko_kr: 현재 회원이 만료되었습니다!
pt_pt: A conta já chegou na data de vencimento!
th_th: สมาชิกปัจจุบันหมดอายุแล้ว!
tr_tr: Mevcut üyeliğin süresi doldu!

# MemberExpiredDescription
source: Change member expired time!
ar_sa: تعديل وقت انتهاء صلاحية العضو !‏
fr_fr: Modifier le temps d'expiration de membre !
he_il: שנה את זמן תפוגת החברות !‏
it_it: Modificare il tempo di scadenza del membro!
ja_jp: 会員の有効期限を変更する！
ko_kr: 회원 만료 시간을 수정하십시오!
pt_pt: Modificar a data de vencimento da conta!
th_th: แก้ไขเวลาหมดอายุของสมาชิก!
tr_tr: Üyelik sona erme süresini değiştirin!

source: Unknown
ar_sa: غير معروف
fr_fr: Inconnu
he_il: לא ידוע
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없습니다
pt_pt: Desconhecido
th_th: ไม่ทราบ
tr_tr: Bilinmeyen

# NotFoundProperty_Number
source: The {0} {1} not found!
ar_sa: لم يتم العثور على {0} {1} !‏
fr_fr: {0} {1} "non trouvé"!
he_il: המקום {0} לא {1} נמצא !‏
it_it: I{0}{1}non sono stati trovati!
ja_jp: {0}の {1}が 見つかりませんでした!
ko_kr: {0} 번째 {1}를 찾을 수 없습니다!
pt_pt: O{0} {1} não encontrado!
th_th: อันที่{0}{1}หาไม่เจอ!
tr_tr: {0}. {1} bulunamadı!

# Exception_UnknownDevice
source: Device does not exist or is disabled ! {0}Error code: 111
ar_sa: الجهاز غير موجود أو معطل! {0} رمز الخطأ : 111
fr_fr: L'appareil n'existe pas ou désactivé! {0}Code d'erreur : 111
he_il: ההתקן אינו קיים או אינו זמין! {0} שגיאה: 111
it_it: Il dispositivo non esiste o è stato disabilitato! {0} Codice di errore: 111
ja_jp: デバイスが存在しないか、無効になっています。{0} エラーコード：111
ko_kr: 디바이스가 없거나 비활성화되어 있습니다! {0}오류 코드: 111
pt_pt: O dispositivo não existe ou foi proibido! {0} Código de erro: 111
th_th: อุปกรณ์ไม่มีอยู่หรือถูกปิดใช้งาน! รหัสผิดพลาด{0}: 111
tr_tr: Cihaz mevcut değil veya devre dışı bırakıldı! {0} hata kodu: 111

# Exception_RoomCountOutOfLimit
source: Table count limit exceeded! {0}Error code: 104
ar_sa: تجاوز عدد المقاعد الحد الأقصى! {0}رمز الخطأ : 104
fr_fr: Limite de nombre de tables dépassée! {0}Code d'erreur : 104
he_il: מושב חורג ממגבלת המספר המרבית! {0} קוד שגיאה: 104
it_it: Il numero massimo di posti da sedere è stato superato! {0} Codice di errore: 104
ja_jp: 定員を超えました!{0} エラーコード：104
ko_kr: 테이블이 최대 수량 제한을 초과했습니다! {0}오류 코드: 104
pt_pt: O número máximo de lugares está excedido! {0} Código de erro: 104
th_th: วีไอพีเกินขีดจํากัดจํานวนสูงสุด! รหัสผิดพลาด{0}: 104
tr_tr: Maksimum koltuk sayısı sınırı aştı! {0} hata kodu: 104

# ResetDescription
source: Reset admin password
ar_sa: أعد تعيين كلمة مرور المسؤول
fr_fr: Réinitialiser le mot de passe de l'administratur
he_il: אפס את סיסמת מנהל המערכת
it_it: Reimpostare la password dell'amministratore
ja_jp: 管理者パスワードのリセット
ko_kr: 관리자 암호 재설정
pt_pt: Redefinir a senha de administrador
th_th: รีเซ็ตรหัสผ่านของผู้ดูแลระบบ
tr_tr: Yönetici parolasını sıfırla

# SureReset
source: Confirm to reset?
ar_sa: هل تريد بالتأكيد إعادة التعيين ؟‏
fr_fr: Confirmer la réinitialisation?
he_il: האם אתה בטוח שברצונך לאפס אותו ?‏
it_it: Sicuro di voler reimpostare?
ja_jp: リセットをしますか？
ko_kr: 재설정하시겠습니까?
pt_pt: Tem a certeza redefinir?
th_th: แน่ใจหรือไม่ที่จะตั้งค่าใหม่?
tr_tr: Sıfırlamak istediğinizden emin misiniz?

# Exception_UnknownAdmin
source: Admin does not exist or is disabled ! {0}Error code: 112
ar_sa: المسؤول غير موجود أو معطل! {0} رمز الخطأ : 112
fr_fr: L'administrateur n'existe pas ou desactivé! {0}Code d'erreur : 112
he_il: מנהל המערכת אינו קיים או שאינו זמין! {0} שגיאה: 112
it_it: L'amministratore non esiste o è stato vietato! {0} Codice di errore: 112
ja_jp: 管理者が存在しないか、使用禁止されています。 {0} エラーコード：112
ko_kr: 관리자가 없거나 비활성화되었습니다! {0}오류 코드: 112
pt_pt: O administrador não existe ou foi proibido! {0} Código de erro: 112
th_th: ไม่มีผู้ดูแลระบบอยู่หรือถูกปิดใช้งาน! รหัสผิดพลาด{0}: 112
tr_tr: Yönetici mevcut değil veya devre dışı bırakıldı! {0} hata kodu: 112

source: Return Price
ar_sa: المبلغ المسترد
fr_fr: Prix de retour
he_il: הסכום שהוחזר
it_it: importo del rimborso
ja_jp: 返金額
ko_kr: 환불 금액
pt_pt: Valor de retorno
th_th: ยอดเงินที่ส่งคืน
tr_tr: İade edilen miktar

source: Borrow Price
ar_sa: مبلغ القرض
fr_fr: Prix d'emprunt
he_il: הסכום שהושאל
it_it: Importo del prestito
ja_jp: 借入額
ko_kr: 대출 금액
pt_pt: Valor do empréstimo
th_th: จํานวนเงินที่ยืม
tr_tr: Ödünç alınan miktar

# KeepPrice
source: Remaining Price
ar_sa: المبلغ المتبقي
fr_fr: Prix restant
he_il: הסכום הנותר
it_it: Importo rimanente
ja_jp: 残高
ko_kr: 잔여 금액
pt_pt: Valor restante
th_th: ยอดเงินที่เหลือ
tr_tr: Kalan miktar

source: Remaining days
ar_sa: الأيام المتبقية
fr_fr: Jours restants
he_il: הימים הנותרים
it_it: Giorni rimanenti
ja_jp: 残りの日数
ko_kr: 잔여 일수
pt_pt: Dias restantes
th_th: จํานวนวันที่เหลือ
tr_tr: Kalan günler

source: Device
ar_sa: المعدات
fr_fr: Dispositif
he_il: ציוד
it_it: Attrezzatura
ja_jp: 設備
ko_kr: 디바이스
pt_pt: Dispositivo
th_th: อุปกรณ์
tr_tr: Ekipman

source: Table
ar_sa: المقعد
fr_fr: Sièges élégants
he_il: מושב
it_it: Sedile
ja_jp: テーブル
ko_kr: 테이블
pt_pt: Mesa
th_th: วีไอพี
tr_tr: Zarif koltuk

source: Package
ar_sa: تغليف سفري
fr_fr: Emballer
he_il: הארוזות
it_it: Impacchettare
ja_jp: パッケージ
ko_kr: 패키지
pt_pt: Pacote
th_th: บรรจุ
tr_tr: Paketlenmiş

source: Member Deals Price
ar_sa: مبلغ الخصم الخاص بالعضو
fr_fr: Prix des offres membres
he_il: סכום הנחת חבר
it_it: Importo dello sconto per i membri
ja_jp: 会員の割引金額
ko_kr: 회원 혜택 금액
pt_pt: Valor de desconto para o membro
th_th: จํานวนส่วนลดสําหรับสมาชิก
tr_tr: Üye indirim miktarı

source: Member Paid Price
ar_sa: مبلغ الدفع للعضو
fr_fr: Prix payé par le membre
he_il: הסכום ששולם על ידי החבר
it_it: Pagamenti dei membri
ja_jp: 会員のお支払い金額
ko_kr: 회원 지불 금액
pt_pt: Valor de pagamento para o membro
th_th: จํานวนเงินที่ชําระโดยสมาชิก
tr_tr: Üye ödenen miktarı

source: Total Paid Price
ar_sa: المبلغ الإجمالي
fr_fr: Prix total payé
he_il: סכות התשלום
it_it: Prezzo totale pagato
ja_jp: 支払総額
ko_kr: 지불 총 가격
pt_pt: Preço total pago
th_th: ราคาทั้งหมดที่ต้องชำระ
tr_tr: Toplam fiyatı ödeyin

source: Member Balance Price
ar_sa: رصيد العضو
fr_fr: Balance du membre
he_il: יתרת חברים
it_it: Credito residuo dei membri
ja_jp: 会員の残高
ko_kr: 회원 잔액
pt_pt: Saldo do membro
th_th: จำนวนเงินสมาชิก
tr_tr: Üye bakiyesi

source: Register Count
ar_sa: عدد التسجيلات
fr_fr: N° de registration
he_il: מספר הרישומים
it_it: Numero di registrazioni
ja_jp: 登録数
ko_kr: 등록 수량
pt_pt: Número de registros
th_th: จํานวนการลงทะเบียน
tr_tr: Kayıt sayısı

# Expenditure
source: Expend
ar_sa: المدفوعات
fr_fr: Dépense
he_il: הכנסה
it_it: Spese
ja_jp: お支払い
ko_kr: 지출
pt_pt: Gasto
th_th: จ่ายไป
tr_tr: Harcama
