Repository: oybab/TradingSystem
Catalog: TradingSystem/OybabServerManager/Resource.*.resx
Languages: ar_sa, fr_fr, he_il, it_it, ja_jp, ko_kr, pt_pt, th_th, tr_tr

# ChangeSet
source: Change Setting
ar_sa: إعدادات الميزات
fr_fr: Changer les paramètres
he_il: הגדרות תכונה
it_it: Impostazioni delle funzioni
ja_jp: 機能設定
ko_kr: 기능 설정
pt_pt: definições de funções
th_th: ตั้งค่าฟังก์ชั่น
tr_tr: Fonksiyon ayarları

# ExpenditureManager
source: Expend Manager
ar_sa: إدارة المدفوعات
fr_fr: Gestion de dépenses
he_il: ניהול הוצאות
it_it: Gestione delle spese
ja_jp: 支出管理
ko_kr: 지출 관리
pt_pt: Administração das despesas
th_th: การจัดการค่าใช้จ่าย
tr_tr: Gider yönetimi

source: Main Page
ar_sa: الصفحة الرئيسية
fr_fr: Page principale
he_il: עמוד בית
it_it: Pagina iniziale
ja_jp: ホームページ
ko_kr: 홈 페이지
pt_pt: página inicial
th_th: หน้าหลัก
tr_tr: Ana Sayfa

# OrderManager
source: Bill Manager
ar_sa: إدارة الفواتير
fr_fr: Gestion de factures
he_il: ניהול חיוב
it_it: Gestione della fatturazione
ja_jp: 請求書管理
ko_kr: 청구 관리
pt_pt: Administração de facturação
th_th: การจัดการการเรียกเก็บเงิน
tr_tr: Fatura yönetimi

source: Product Manager
ar_sa: إدارة المنتجات
fr_fr: Gestion de produits
he_il: ניהול מוצר
it_it: Gestione del prodotto
ja_jp: プロダクトマネジメント
ko_kr: 제품 관리
pt_pt: Administração de produtos
th_th: การจัดการผลิตภัณฑ์
tr_tr: Ürün yönetimi

source: Product Type Manager
ar_sa: إدارة نوع المنتج
fr_fr: Gestion de types de produit
he_il: ניהול סוג מוצר
it_it: Gestione dei tipi di prodotti
ja_jp: 製品タイプの管理
ko_kr: 제품 유형 관리
pt_pt: Administração do tipo de produto
th_th: การจัดการชนิดผลิตภัณฑ์
tr_tr: Ürün türü yönetimi

# RoomManager
source: Table Manager
ar_sa: إدارة المقاعد
fr_fr: Gestion de tables
he_il: ניהול מושב
it_it: Gestione sedile
ja_jp: 経営陣
ko_kr: 테이블 관리
pt_pt: Administração da cabina
th_th: การจัดการแบบวีไอพี
tr_tr: Yaser yönetimi

# SoftServiceName
source: Oybab Trading System v1.1
ar_sa: Oybab ٹریڈ سسٹم v1.2
fr_fr: Oybab Trading Système v1.2
he_il: Oybab V1.2 מערכת הסחר
it_it: Sistema di trading Oybab v1.1
ja_jp: Oybab取引システム v1.2
ko_kr: Oybab 거래 시스템 v1.1
th_th: ระบบซื้อขายOybab v1.2
tr_tr: Oybab Ticaret Sistemi v1.2

# OperateFaild
source: {0} failed!
ar_sa: فشل {0} !‏
fr_fr: {0} échoué!
he_il: {0} נשכל !‏
it_it: {0} Fallito!
ja_jp: {0} 失敗した！
ko_kr: {0} 실패!
pt_pt: {0} Falhou!
th_th: {0}ล้มเหลว!
tr_tr: {0} başarısız oldu!

source: Actual Price
ar_sa: السعر الفعلي
fr_fr: Prix réel
he_il: המחיר האמיתי
it_it: Prezzo reale
ja_jp: 実際の価格
ko_kr: 실제 가격
pt_pt: Preço atual
th_th: ราคาจริง
tr_tr: Gerçek fiyat

source: Add Time
ar_sa: إضافة وقت
fr_fr: Ajouter le temps
he_il: הוסף זמן
it_it: Aggiungi tempo
ja_jp: 時間の追加
ko_kr: 시간을 추가
pt_pt: Tempo de adição
th_th: เพิ่มเวลา
tr_tr: Zaman ekleyin

source: Backstage
ar_sa: خلف الكواليس
fr_fr: Coulisses
he_il: רקע
it_it: Sfondo
ja_jp: バックステージ
ko_kr: 백그라운드
pt_pt: Bastidores
th_th: เบื้องหลัง
tr_tr: Kulis

source: Count
ar_sa: الكمية
fr_fr: Compter
he_il: מספר
it_it: Numero
ja_jp: 数量
ko_kr: 수량
pt_pt: Número
th_th: จำนวน
tr_tr: Miktar

source: Deals Price
ar_sa: مبلغ الخصم
fr_fr: Prix des offres
he_il: סכום מוזל
it_it: Importo scontato
ja_jp: 割引の金額
ko_kr: 프로모션 금액
pt_pt: Montante descontado
th_th: จำนวนเงินที่ลด
tr_tr: İndirimli fiyat

source: Display
ar_sa: شاشة العرض
fr_fr: Afficher
he_il: הצג
it_it: Mostra
ja_jp: ディスプレー
ko_kr: 디스플레이
pt_pt: Mostrar
th_th: แสดง
tr_tr: Görüntüle

source: Display Type
ar_sa: نوع العرض
fr_fr: Type d'affichage
he_il: סוג התצוגה
it_it: Tipo di visualizzazione
ja_jp: 表示タイプ
ko_kr: 디스플레이 타입
pt_pt: Mostre o tipo
th_th: รูปแบบที่แสดง
tr_tr: Ekran türü

source: End Time
ar_sa: وقت الانتهاء
fr_fr: Heure de fin
he_il: הזמן הסופי
it_it: Tempo di fine
ja_jp: 終了の時間
ko_kr: 종료 시간
pt_pt: Tempo de terminação
th_th: เวลาสิ้นสุด
tr_tr: Bitiş zamanı

source: Finish Time
ar_sa: وقت الاكتمال
fr_fr: Heure de fin
he_il: זמן ההשלמה
it_it: Tempo di completamento
ja_jp: 完成時間
ko_kr: 완성 시간
pt_pt: Tempo de completação
th_th: เวลาเสร็จสิ้น
tr_tr: Tamamlanma süresi

source: Hide
ar_sa: إخفاء
fr_fr: Cacher
he_il: להסתיר
it_it: Nascondere
ja_jp: 隠し
ko_kr: 숨김
pt_pt: Esconder
th_th: ซ่อน
tr_tr: Saklamak

# ImportTime
source: Expend Time
ar_sa: تاريخ الدفع
fr_fr: Dépenser du temps
he_il: תאריך ההוצאה
it_it: Data della spesa
ja_jp: 支払日
ko_kr: 지출 날짜
pt_pt: Data da expendição
th_th: วันที่จ่าย
tr_tr: Harcama tarihi

source: Ip Address
ar_sa: عنوان IP
fr_fr: Adresse Ip
he_il: כתובת איי.פי
it_it: Indirizzo IP
ja_jp: IPアドレス
ko_kr: IP 주소
pt_pt: Endereço IP
th_th: ที่อยู่Ip
tr_tr: IP adresi

source: Order
ar_sa: ترتيب
fr_fr: Ordre
he_il: סדר
it_it: Sequenze
ja_jp: オーダー
ko_kr: 순서
pt_pt: Sequências
th_th: ลำดับ
tr_tr: Sipariş

source: Product Name
ar_sa: اسم المنتج
fr_fr: Nom du produit
he_il: שם המוצר
it_it: Nome del prodotto
ja_jp: プロダクト名称
ko_kr: 제품 이름
pt_pt: Nome do produto
th_th: ชื่อผลิตภัณฑ์
tr_tr: Ürün adı

source: Product Type Name
ar_sa: اسم نوع المنتج
fr_fr: Nom du type de produit
he_il: שם סוג המוצר
it_it: Nome del tipo di prodotto
ja_jp: 製品タイプ名
ko_kr: 제품 유형 이름
pt_pt: Nome do tipo de produto
th_th: ชื่อของชนิดผลิตภัณฑ์
tr_tr: Ürün türünün adı

# RoomNo
source: Table No
ar_sa: رقم المقعد
fr_fr: N° de tableau
he_il: מספר מושב
it_it: Numero del sedile
ja_jp: テーブル番号
ko_kr: 테이블 번호
pt_pt: Número da cabina
th_th: หมายเลขวีไอพี
tr_tr: Koltuk numarası

source: Start Time
ar_sa: وقت البدء
fr_fr: Heure de début
he_il: זמן ההתחלה
it_it: Ora di inizio
ja_jp: 開始時刻
ko_kr: 시작 시간
pt_pt: Hora de início
th_th: เวลาเริ่มต้น
tr_tr: Başlangıç zamanı

source: State
ar_sa: الحالة
fr_fr: État
he_il: מצב
it_it: Stato
ja_jp: 状態
ko_kr: 상태
pt_pt: Estado
th_th: สถานะ
tr_tr: Durum

source: Total Price
ar_sa: السعر الإجمالي
fr_fr: Prix total
he_il: סכום המחיר
it_it: Prezzo totale
ja_jp: 総価格
ko_kr: 총 가격
pt_pt: Preço total
th_th: ราคาทั้งหมด
tr_tr: Toplam fiyat

source: Unit Price
ar_sa: سعر الوحدة
fr_fr: Prix unitaire
he_il: מחיר
it_it: Prezzo unitario
ja_jp: 単価
ko_kr: 단가
pt_pt: Preço unitário
th_th: ราคาต่อหน่วย
tr_tr: Birim fiyat

# PropertyUsed
source: Please modify or delete data associated with this data!
ar_sa: يرجى تعديل البيانات المرتبطة بهذه البيانات أو حذفها أولاً !‏
fr_fr: Veuillez modifier ou supprimer les données associées à ces données!
he_il: נא שנה או מחק תחילה את הנתונים המשויכים לנתונים אלה !‏
it_it: Si prega di modificare o cancellare prima i dati associati a questi dati!
ja_jp: まずはこのデータに関連するデータの修正・削除をお願いします!
ko_kr: 먼저 이 데이터와 연결된 데이터를 수정하거나 삭제하십시오!
pt_pt: Por favor, modifique ou apague primeiro os dados associados a estes dados!
th_th: โปรดแก้ไขหรือลบข้อมูลที่เกี่ยวข้องกับข้อมูลนี้ก่อน!
tr_tr: Lütfen önce bu verilerle ilişkili verileri değiştirin veya silin!

# Exception_CountOutOfIPRequestLimit
source: Excessive number of duplicate requests, please try again later! Error Code: 103
ar_sa: عدد كبير جدًا من الطلبات المتكررة، يرجى المحاولة مرة أخرى لاحقًا! رمز الخطأ: 103
fr_fr: Nombre excessif de demandes en double, veuillez réessayer plus tard! Code d'erreur: 103
he_il: קיימות בקשות כפולות רבות מדי, נא נסה שוב מאוחר יותר! קוד שגיאה: 103
it_it: Troppe richieste di duplicazione, riprovare più tardi! Codice di errore: 103
ja_jp: 重複したリクエストが多すぎるため、あとでやり直してください。 エラーコード：103
ko_kr: 중복 요청이 너무 많습니다. 나중에 다시 시도하십시오! 오류 코드: 103
pt_pt: Demasiados pedidos em duplicado, por favor tente novamente mais tarde! Código de erro: 103
th_th: มีคําขอซ้ำมากเกินไป โปรดลองอีกครั้งในภายหลัง! รหัสข้อผิดพลาด: 103
tr_tr: Çok fazla yinelenen istek var, lütfen daha sonra tekrar deneyin! Hata kodu: 103

# Exception_ExceptionSource
source: {0} {1} Exception source: {2}
ar_sa: {0} {1} مصدر الخطأ: {2}
fr_fr: {0} {1} Source d'exception : {2}
he_il: {0} {1} שגיאה: גואנגמינג {2}
it_it: Fonte dell'errore: {0} {1} Fonte dell'errore: {2}
ja_jp: {0} {1} エラーソース: {2}
ko_kr: {0} {1} 오류 원인: {2}
pt_pt: Fonte do erro: {0} {1} Fonte do erro: {2}
th_th: {0} {1}ที่มาของข้อผิดพลาด : {2}
tr_tr: {0} {1} Hata kaynağı {2}

# PropertyExists
source: {0} already exists, please do not re-enter!
ar_sa: {0} موجود مسبقاً، يرجى عدم التكرار !‏
fr_fr: {0} existe déjà, veuillez ne pas y entrer encore!
he_il: {0} כבר קיים, אל תיכנסו שוב !‏
it_it: {0} Esiste già, non inserire di nuovo!
ja_jp: {0} 既に存在しているため、重複にご記入しないでください!
ko_kr: {0} 이미 있습니다. 반복하여 입력하지 마십시오!
pt_pt: {0} Já existe, não repita!
th_th: {0}มีอยู่ กรุณาอย่าป้อนซ้ำ!
tr_tr: {0} zaten var, lütfen tekrar girmeyin!

source: Checkout
ar_sa: دفع الفاتورة
fr_fr: Régler le compte
he_il: לשלם
it_it: Pagamento
ja_jp: チェックアウト
ko_kr: 체크 아웃
pt_pt: Pagar a conta
th_th: เช็คบิล
tr_tr: Ödeme

source: Invalid
ar_sa: إلغاء
fr_fr: Invalide
he_il: חלל
it_it: Annullare
ja_jp: 取り消す
ko_kr: 폐기
pt_pt: Cancelar
th_th: เป็นโมฆะ
tr_tr: Geçersiz

source: Confirmed
ar_sa: تم التأكيد
fr_fr: Confirmé
he_il: אישור
it_it: Confermato
ja_jp: 確認済み
ko_kr: 확인하였습니다
pt_pt: Confirmado
th_th: ยืนยันแล้ว
tr_tr: Onaylandı

source: Get Failed!
ar_sa: الحصول على فشل !‏
fr_fr: Obtention en échec!
he_il: לא הצליחו להשיג !‏
it_it: Accesso fallito!
ja_jp: アクセスに失敗した！
ko_kr: 획득 실패!
pt_pt: O acesso falhou!
th_th: ได้รับล้มเหลว!
tr_tr: Edinme başarısız oldu!

# OrderDetails
source: Bill Details
ar_sa: تفاصيل الفاتورة
fr_fr: Détails de la facture
he_il: פרטי חשבון
it_it: Dettagli di fatturazione
ja_jp: 請求書の詳細
ko_kr: 청구서에 대한 자세한 내용
pt_pt: Detalhes da facturação
th_th: รายละเอียดบิล
tr_tr: Fatura ayrıntıları

# OrderNo
source: Bill No
ar_sa: رقم الفاتورة
fr_fr: N° de la facture
he_il: מספר חשבון
it_it: Numero di fatturazione
ja_jp: 請求書番号
ko_kr: 청구 번호
pt_pt: Número de facturação
th_th: หมายเลขบิล
tr_tr: Fatura numarası

# PropertyError
source: {0} is incomplete or inaccurate!
ar_sa: {0} الذي تم إدخاله غير مكتمل أو غير دقيق !‏
fr_fr: {0} est incomplète ou inexacte!
he_il: המידע {0} אינו שלם או לא מדויק !‏
it_it: Il {0} inserito è incompleto o non corretto!
ja_jp: 入力された{0}は不完全または不正確です!
ko_kr: 입력된 {0} 불완전하거나 정확하지 않습니다!
pt_pt: O {0} introduzido está incompleto ou incorrecto!
th_th: {0}ที่ป้อนไม่สมบูรณ์หรือไม่ถูกต้อง!
tr_tr: Girilen {0} eksik veya yanlış!

source: Requesting
ar_sa: تحت الطلب
fr_fr: demander
he_il: במצב בקשה
it_it: Richiesta in corso
ja_jp: 進行中のリクエスト
ko_kr: 요청 중
pt_pt: Pedido em processo
th_th: กำลังร้องขอ
tr_tr: İstek devam ediyor

# Show
source: Display
ar_sa: عرض
fr_fr: Afficher
he_il: הצג
it_it: Vedere
ja_jp: 確認
ko_kr: 을(를) 참조하십시오
pt_pt: Verificar
th_th: ตรวจสอบ
tr_tr: Görünüm

# ShowDescription
source: Display Details
ar_sa: عرض التفاصيل
fr_fr: Afficher les détails
he_il: הצג פרטים
it_it: Vedi dettagli
ja_jp: 詳細を確認する
ko_kr: 자세한 내용 보기
pt_pt: Verifique os detalhes
th_th: ตรวจสอบรายละเอียด
tr_tr: Ayrıntıları görüntüleyin

source: Time
ar_sa: الوقت
fr_fr: Temps
he_il: זמן
it_it: tempo
ja_jp: 時間
ko_kr: 시간
pt_pt: Hora
th_th: เวลา
tr_tr: Saat

# TimeLimit
source: Time Search Interval must be in {0} days!
ar_sa: يجب أن يكون الفاصل الزمني للبحث في غضون {0} يوم !‏
fr_fr: Intervalle de recherche de temps doit être de {0} jours!
he_il: מרווח בדיקת הבדיקה חייב להיות {0} זמן !‏
it_it: L'intervallo di ricerca deve essere entro {0} giorni!
ja_jp: 検索間隔は{0}日以内でなければなりません!
ko_kr: 조회 간격은 {0} 일 내여야 합니다!
pt_pt: O intervalo da pesquisa deve ser dentro de {0} dias!
th_th: ช่วงเวลาการค้นหาต้องเว้นระยะภายใน{0}วัน!
tr_tr: Arama aralığı {0} gün içinde olmalı!

# ImportDetails
source: Expend Details
ar_sa: تفاصيل الدفع
fr_fr: Détails des dépenses
he_il: פרטי ההוצאה
it_it: Dettagli di spesa
ja_jp: お支払いの詳細
ko_kr: 지출 세부 정보
pt_pt: Detalhes das despesas
th_th: รายละเอียดการจ่าย
tr_tr: Masrafların detayları

# ImportId
source: Expend No
ar_sa: رقم الدفع
fr_fr: N° des dépenses
he_il: מספר ההוצאות
it_it: Codice di spesa
ja_jp: お支払いコード
ko_kr: 지출 번호
pt_pt: Código de despesas
th_th: หมายเลขการจ่าย
tr_tr: Gider numarası

source: Print
ar_sa: طباعة
fr_fr: Imprimer
he_il: להדפיס
it_it: Stampa
ja_jp: 印刷
ko_kr: 인쇄
pt_pt: impressão
th_th: พิมพ์
tr_tr: Yazdırma

# PrintDescription
source: Print Content
ar_sa: طباعة المحتوى
fr_fr: Imprimer le contenu
he_il: תוכן ההדפס
it_it: Contenuto stampabile
ja_jp: 印刷内容
ko_kr: 인쇄 내용
pt_pt: Conteúdo para impressão
th_th: พิมพ์เนื้อหา
tr_tr: İçeriği yazdırın

# AddImport
source: Add Expend
ar_sa: مدفوعات جديدة
fr_fr: Ajouter une dépense
he_il: הוצאות חדשות
it_it: Spese aggiuntive
ja_jp: 追加のお支払い
ko_kr: 새로운 지출
pt_pt: Despesas adicionais
th_th: ค่าใช้จ่ายใหม่
tr_tr: Yeni masraflar

# LineDataError
source: The {0}-line data is incomplete or inaccurate!
ar_sa: إدخال بيانات غير مكتمل أو غير دقيق على السطر {0} !‏
fr_fr: Données de la ligne {0} incomplètes ou inexactes!
he_il: שורת {0} של הזנת נתונים אינה שלמה או לא מדויקת !‏
it_it: Inserimento dati incompleto o impreciso in linea {0}!
ja_jp: {0}行目のデータ入力は不完全または不正確です!
ko_kr: 첫 {0} 입력이 불완전하거나 정확하지 않습니다!
pt_pt: Introdução de dados incompletos ou imprecisos em linha {0}!
th_th: แถวที่{0}ของการป้อนข้อมูลไม่สมบูรณ์หรือไม่ถูกต้อง!
tr_tr: {0}satırındaki veri girişi eksik veya yanlış!

# BalanceCount
source: Remainder Count
ar_sa: الكمية المتبقية
fr_fr: Compte restant
he_il: הכמות הנותרת
it_it: quantità rimanente
ja_jp: 余剰の数量
ko_kr: 남은 수량
pt_pt: Excedente
th_th: ปริมาณคงเหลือ
tr_tr: Kalan miktar

# Exception_ProductCountRefreshExpiredRetry
source: The product count expired, please retry!
ar_sa: كمية المنتج انتهت، يرجى المحاولة مرة أخرى !‏
fr_fr: Nombre de produits expiré, veuillez réessayer!
he_il: פג תוקפו של מספר המוצרים, נא נסה שוב !‏
it_it: Quantità di prodotto scaduto, si prega di riprovare!
ja_jp: 製品の数量が切れたため、やり直してください!
ko_kr: 제품 수 기한이 만료되었습니다. 다시 시도하십시오!
pt_pt: Quantidade do produto expirou, por favor tente novamente!
th_th: จํานวนผลิตภัณฑ์หมดอายุแล้ว โปรดลองอีกครั้ง!
tr_tr: Ürün miktarı süresi doldu, lütfen tekrar deneyin!

# Exception_ProductCountRefreshFailed
source: The product update failed!
ar_sa: فشل تحديث المنتج !‏
fr_fr: La mise à jour du produit à échouée!
he_il: עדכון המוצר נכשל !‏
it_it: Aggiornamento del prodotto non riuscito!
ja_jp: 製品アップデートに失敗しました!
ko_kr: 제품 업데이트에 실패했습니다!
pt_pt: A atualização do produto falhou!
th_th: การอัพเดตผลิตภัณฑ์ล้มเหลว!
tr_tr: Ürün güncellemesi başarısız oldu!

# Exception_ProductCountRefreshRetry
source: The product count not enough, trying to get!
ar_sa: عدد المنتجات غير كافٍ، حاول الحصول على المنتج مرة أخرى !‏
fr_fr: Nombre de produits insuffisant, essayez d'obtenir!
he_il: אם מספר המוצרים אינו מספיק, נסה להשיג את המוצר שוב !‏
it_it: Non ci sono abbastanza prodotti,r iprovare a rioettenere il prodotto!
ja_jp: 製品が足りないため、製品の再取得を試してください!
ko_kr: 제품 수가 충분하지 않습니다, 다시 시도하십시오!
pt_pt: Não há produto suficiente, tente readquirir produto!
th_th: จํานวนผลิตภัณฑ์ไม่เพียงพอ ลองที่จะได้รับสินค้าอีกครั้ง!
tr_tr: Ürün sayısı yeterli değil, tekrar ürün almaya çalışın!

# IsBindCount
source: Bind Count
ar_sa: عدد الروابط
fr_fr: Nombre de liens
he_il: מספר הכריכות
it_it: Numero di associazioni
ja_jp: バインドした数
ko_kr: 바인딩 수량
pt_pt: Número de encadernações
th_th: จํานวนของการผูก
tr_tr: Bağlama sayısı

# ProductCountRefreshSuccess
source: The product updated successfully.
ar_sa: تم تحديث المنتج بنجاح.‏
fr_fr: Mise à jour du produit réussie.
he_il: עדכון המוצר הצליח.‏
it_it: Aggiornamento del prodotto riuscito.
ja_jp: 製品のアップデートが成功しました。
ko_kr: 제품 업데이트 성공.
pt_pt: Actualização de produtos bem sucedida.
th_th: การอัพเดตผลิตภัณฑ์สำเร็จ.
tr_tr: Ürün güncelleştirmesi başarılı oldu.

source: Warning Count
ar_sa: عدد التحذيرات
fr_fr: Nombre d'avertissement
he_il: מספר האזהרות
it_it: Numero di avvertenze
ja_jp: 警告の数
ko_kr: 경고 수량
pt_pt: Número de avisos
th_th: จํานวนคําเตือน
tr_tr: Uyarıların sayısı

source: Call
ar_sa: مكالمة
fr_fr: Appeler
he_il: להתקשר
it_it: Chiamare
ja_jp: 呼ぶ
ko_kr: 호출
pt_pt: Chamada
th_th: เรียก
tr_tr: Aramak

# ConsumptionType
source: Consumer Control
ar_sa: التحكم في الاستهلاك
fr_fr: Contrôle de consommation
he_il: בקרת צרכנים
it_it: Controllo del consumatore
ja_jp: 消費のコントロール
ko_kr: 소비 통제
pt_pt: Controle do consumidor
th_th: ควบคุมการใช้จ่าย
tr_tr: Tüketim kontrolü

# ControlType
source: Remote Control
ar_sa: جهاز التحكم عن بعد
fr_fr: Télécommande
he_il: שליטה מרוחקת
it_it: Telecomando
ja_jp: リモートコントロール
ko_kr: 원격 제어
pt_pt: Controle remoto
th_th: ควบคุมระยะไกล
tr_tr: Uzaktan kumanda

source: Cost Price
ar_sa: سعر التكلفة
fr_fr: Coût
he_il: מחיר עלות
it_it: Prezzo di costo
ja_jp: コスト価格
ko_kr: 원가 가격
pt_pt: Preço de custo
th_th: ราคาต้นทุน
tr_tr: Maliyet fiyatı

source: New
ar_sa: جديد
fr_fr: Nouveau
he_il: חדש
it_it: Nuovo
ja_jp: 新しい
ko_kr: 새로운
pt_pt: Novo
th_th: ใหม่
tr_tr: Yeni

source: Offline
ar_sa: غير متصل
fr_fr: Hors ligne
he_il: מנותק
ja_jp: オフライン
ko_kr: 오프라인
pt_pt: Offline (informática)
th_th: ออฟไลน์
tr_tr: Çevrimdışı

source: Online
ar_sa: متصل
fr_fr: En ligne
he_il: באינטרנט
ja_jp: オンライン
ko_kr: 온라인
th_th: ออนไลน์
tr_tr: Çevrimiçi

source: Paid Price
ar_sa: مبلغ الدفع
fr_fr: Prix payé
he_il: הסכום ששולם
it_it: Importo pagato
ja_jp: 支払額
ko_kr: 지불 금액
pt_pt: Montante pago
th_th: จํานวนเงินที่ชําระ
tr_tr: Ödenen miktar

source: Permission denied!
ar_sa: لا توجد أذونات !‏
fr_fr: Autorisation refusée!
he_il: אין הרשאות !‏
it_it: Nessun permesso!
ja_jp: 許可なし！
ko_kr: 권한이 없습니다!
pt_pt: Sem permissões!
th_th: ไม่มีสิทธิ์!
tr_tr: Erişim yok!

# BalancePrice
source: Remaining Price
ar_sa: المبلغ المتبقي
fr_fr: Prix restant
he_il: הסכום הנותר
it_it: Importo rimanente
ja_jp: 残高
ko_kr: 남은 금액
pt_pt: Montante restante
th_th: ยอดเงินที่เหลือ
tr_tr: Kalan miktar

source: Change Price
ar_sa: تعديل السعر
fr_fr: Modifier le prix
he_il: שנה את המחיר
it_it: Modificare il prezzo
ja_jp: 価格の変更
ko_kr: 가격 수정
pt_pt: Modificar o preço
th_th: แก้ไขราคา
tr_tr: Fiyatı değiştir

source: Change Time
ar_sa: تعديل الوقت
fr_fr: Modifier le temps
he_il: שנה את הזמן
it_it: Modificare il tempo
ja_jp: へんこうじかん
ko_kr: 시간 수정
pt_pt: Tempo de modificação
th_th: แก้ไขเวลา
tr_tr: Zamanı değiştir

source: Disable
ar_sa: إغلاق
fr_fr: Désactiver
he_il: תסגור
it_it: Chiudi
ja_jp: クローズ
ko_kr: 꺼짐
pt_pt: Fechar
th_th: ปิด
tr_tr: Kapat

source: Enable
ar_sa: فتح
fr_fr: Activer
he_il: לפתוח
it_it: Attivare
ja_jp: 起動
ko_kr: 켜짐
pt_pt: Ligar
th_th: เปิด
tr_tr: Açın

source: Hour
ar_sa: ساعة
fr_fr: Heure
he_il: שעה
it_it: Ore
ja_jp: じかん
ko_kr: 시간
pt_pt: Horas
th_th: ชั่วโมง
tr_tr: Saat

# InvalidIt
source: Invalid
ar_sa: إلغاء
fr_fr: Invalide
he_il: חלל
it_it: Annullare
ja_jp: 取り消す
ko_kr: 폐기기
pt_pt: Inválidor
th_th: เป็นโมฆะ
tr_tr: Geçersiz

source: Minute
ar_sa: دقيقة
he_il: דקה
it_it: Minuti
ja_jp: 分
ko_kr: 분
pt_pt: Minuto
th_th: นาที
tr_tr: Dakika

source: Remaining Time
ar_sa: الوقت المتبقي
fr_fr: Temps restant
he_il: בשאר הזמן
it_it: Tempo rimanente
ja_jp: 余剰時間
ko_kr: 남은 시간
pt_pt: Tempo restante
th_th: เหลือเวลาอีก
tr_tr: Kalan süre

source: Total Time
ar_sa: الوقت الإجمالي
fr_fr: Temps total
he_il: זמן הכולל
it_it: Tempo totale
ja_jp: そうじかん
ko_kr: 총 시간
pt_pt: Tempo total
th_th: เวลาทั้งหมด
tr_tr: Toplam süre

# BalanceCountNotEnough
source: The operation fails, Remaining number of this product is only {0}!
ar_sa: فشلت العملية، الكمية المتبقية من هذا المنتج هي {0} فقط !‏
fr_fr: L'opération à échouée, le nombre restant de ce produit est seulement de{0}!
he_il: הפעולה נכשלה, רק {0} מהכמויות הנותרות המוצר !‏
it_it: L'operazione è fallita, sono rimasti solo una quantità zero di prodotti {0} prodotto!
ja_jp: 操作に失敗し、この商品の余剰はたった{0}個しかない！
ko_kr: 작업이 실패하였습니다. 이 제품은 {0} 개 남아 있습니다!
pt_pt: A operação falhou, só restam {0} no produto!
th_th: การดำเนินการล้มเหลว ผลิตภัณฑ์นี้จำนวนที่เหลือเพียง{0}อัน!
tr_tr: Operasyon başarısız oldu, bu ürünün kalan sayısı sadece{0}!

# CancelOrder
source: Cancel Bill
ar_sa: إلغاء الفاتورة
fr_fr: Annuler la facture
he_il: בטל את החשבון
it_it: Annulla la fattura
ja_jp: 勘定のキャンセル
ko_kr: 청구서 취소
pt_pt: Cancelar conta
th_th: ยกเลิกใบเรียกเก็บเงิน
tr_tr: Faturayı iptal et

# CancelOrderDescription
source: Cancel current bill.
ar_sa: إلغاء الفاتورة الحالية .‏
fr_fr: Annuler la facture actuelle.
he_il: בטל את החשבון הנוכחי .‏
it_it: Cancellare la fattura corrente.
ja_jp: 現在の勘定をキャンセルします。
ko_kr: 현재 청구서 취소.
pt_pt: Cancelar a conta corrente.
th_th: ยกเลิกใบเรียกเก็บเงินปัจจุบัน.
tr_tr: Mevcut faturayı iptal edin.

# CheckoutOrder
source: Checkout Bill
ar_sa: دفع الفاتورة
fr_fr: facture de caisse
he_il: לשלם את החשבון
it_it: Conto alla cassa
ja_jp: 勘定
ko_kr: 청구서 결제
pt_pt: Conta de conta
th_th: เช็คบิล
tr_tr: Faturaya bak

# CheckoutOrderDescription
source: Checkout current bill.
ar_sa: دفع الفاتورة الحالية .‏
fr_fr: Régler la facture actuelle.
he_il: לשלם את החשבון הנוכחי .‏
it_it: Controlla la bolletta attuale.
ja_jp: 現在の勘定を済ます.
ko_kr: 현재 청구서 결제.
pt_pt: Verifique a conta atual.
th_th: ตรวจสอบการเรียกเก็บเงินปัจจุบัน.
tr_tr: Mevcut faturayı kontrol edin.

# ConfirmCancelOrder
source: Confirm cancel current bill?
ar_sa: هل تريد تأكيد إلغاء الفاتورة الحالية ؟‏
fr_fr: Confirmer l'annulation de facture actuelle?
he_il: לאשר את ביטול החשבון הנוכחי שלך ?‏
it_it: Confermare l'annullamento della fattura corrente?
ja_jp: 現在の勘定をキャンセルしてもよろしいですか？
ko_kr: 현재 청구서를 취소하시겠습니까?
pt_pt: Confirmar o Cancelamento da Conta Corrente?
th_th: ยืนยันการยกเลิกการเรียกเก็บเงินปัจจุบันของคุณ?
tr_tr: Mevcut faturayı iptal etmeyi onaylıyor musunuz?

# FaildThenRefreshModel
source: Operate Failed, ready to try to update the bill information!
ar_sa: فشلت العملية، تم تعديل الفاتورة، جاهز لمحاولة تحديث معلومات الفوترة !‏
fr_fr: L'opération à échouée, prêt à essayer de mettre à jour les informations de la facture!
he_il: הפעולה נכשלה, החיוב שונה, מוכנה לנסות לעדכן את פרטי החיוב !‏
it_it: L'operazione è fallita, la fattura è stata modificata e siete pronti a provare ad aggiornare i vostri dati di fatturazione!
ja_jp: 操作に失敗し、請求書が修正されたので、請求情報の更新を試します!
ko_kr: 작업이 실패하고 청구서가 수정되었습니다. 청구서 정보 업데이트를 시도하십시오!
pt_pt: A operação falhou, a factura foi modificada, pronta para tentar actualizar as suas informações de facturação!
th_th: การดําเนินการล้มเหลว บิลได้รับการแก้ไข พร้อมที่จะลองอัพเดตข้อมูลการเรียกเก็บเงิน!
tr_tr: İşlem başarısız oldu, fatura değiştirildi, fatura bilgilerini güncellemeyi denemeye hazır!

source: Locked
ar_sa: مقفل
fr_fr: Verrouillé
he_il: תנעלו את זה
it_it: Chiuso
ja_jp: ロックされた
ko_kr: 잠금 요청 오류 발송
pt_pt: Bloqueio
th_th: ล็อคไว้
tr_tr: Kilitle

# NewOrder
source: New Bill
ar_sa: فاتورة جديدة
fr_fr: Nouvelle facture
he_il: צור חשבון חדש
it_it: Nuove fatturazioni
ja_jp: 新しい請求書
ko_kr: 새 청구서
pt_pt: Conta nova
th_th: สร้างใบเรียกเก็บเงินใหม่
tr_tr: Yeni bir fatura

# NewOrderDescription
source: Create a new Bill.
ar_sa: إنشاء فاتورة جديدة .‏
fr_fr: Créer une nouvelle facture.
he_il: צור חשבון חדש .‏
it_it: Crea una nuova fatturazione.
ja_jp: 新しい請求書を作成します。
ko_kr: 새 청구서 만들기.
pt_pt: Criar uma conta nova.
th_th: สร้างใบเรียกเก็บเงินใหม่.
tr_tr: Yeni bir fatura oluşturun.

# OperateSuccess
source: {0} Success!
ar_sa: نجاح {0} !‏
fr_fr: {0} Réussie!
he_il: {0} הצליח !‏
it_it: {0} riuscito!
ja_jp: {0}成功！
ko_kr: {0} 성공!
pt_pt: {0} Sucedido!
th_th: {0}สําเร็จ!
tr_tr: {0} başarı!

# RefreshOrderFailed
source: Current bill updated failed!
ar_sa: فشل تحديث الفاتورة الحالية !‏
fr_fr: La mise à jour de la facture actuelle à échouée!
he_il: עדכון החשבון הנוכחי נשכל !‏
it_it: L'aggiornamento della fattura attuale non è riuscito!
ja_jp: 現在の請求書更新が失敗！
ko_kr: 현재 청구서 업데이트 실패!
pt_pt: A atualização da factura actual falhou!
th_th: อัพเดตการเรียกเก็บเงินปัจจุบันล้มเหลว!
tr_tr: Geçerli tasarıyı güncellemek için başarısız oldu!

# ReplaceRoom
source: Replace Table
ar_sa: استبدال المقعد
fr_fr: Remplacer le tableau
he_il: החלף את המושב
it_it: Sostituzione del sedile
ja_jp: テーブル交換
ko_kr: 테이블 교체
pt_pt: Substituir a cabina
th_th: แทนที่วีไอพี
tr_tr: Koltuğu değiştirin

# ReplaceRoomDescription
source: Replace table to another table.
ar_sa: استبدل المقعد الحالي بمقعد آخر .‏
fr_fr: Remplacer une table par une autre.
he_il: החלף את יסר הנוכחי ביסר השני .‏
it_it: Sostituire la yazuo attuale con un'altra yazuo.
ja_jp: 現在のテーブルを別のテーブルに取り替えます.
ko_kr: 현재 현재 테이블을 다른 테이블로 교체.
pt_pt: Substituir a cabina actual por outra.
th_th: แทนที่วีไอพีปัจจุบันสําหรับวีไอพีอื่น ๆ.
tr_tr: Güncel koltuğu diğer koltukla değiştirin.

source: Request
ar_sa: طلب
fr_fr: Demander
he_il: בקשה
it_it: Richiesta
ja_jp: 請求
ko_kr: 요청
pt_pt: Pedido
th_th: ร้องขอ
tr_tr: Istek

source: Restart
ar_sa: إعادة تشغيل
fr_fr: Redémarrer
he_il: הפעל מחדש
it_it: Riaprire
ja_jp: 再起動
ko_kr: 재부팅
pt_pt: Reiniciar
th_th: รีสตาร์ท
tr_tr: Yeniden başlatın
